-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Dec 21, 2018 at 10:10 AM
-- Server version: 10.1.36-MariaDB
-- PHP Version: 7.2.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `bayankhongor`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE `admin` (
  `id` int(10) UNSIGNED NOT NULL,
  `f_name` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `l_name` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_name` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(14) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `admin_type` int(11) NOT NULL COMMENT '0-admin, 1-niitlegch, 2-ded admin, 3 ded site niitlegch',
  `site_id` int(11) DEFAULT '0',
  `profile_pic` varchar(150) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`id`, `f_name`, `l_name`, `user_name`, `password`, `email`, `phone`, `admin_type`, `site_id`, `profile_pic`, `status`, `created_at`, `updated_at`) VALUES
(2, 'admin', 'admin', 'admin', '$2y$10$m9XTAn9Qy/Ay4U11wtG0Zei/ZJnss51Hob/58cWjH3d17IDAyHitG', 'admin@bh.mn', '99987079', 0, 0, 'employees/vgLLqorRZXMoNgni6d0J7iRUP7flkSvdS3h6yPGo.jpeg', 1, NULL, '2018-10-08 03:48:11'),
(3, 'Анхбаатар', 'Түвшин', 'anhaa', '$2y$10$m9XTAn9Qy/Ay4U11wtG0Zei/ZJnss51Hob/58cWjH3d17IDAyHitG', 'bolloomn@gmail.com', '99987079', 2, 36, 'employees/LNQVgG3m3kKBzH02zbOAPhdSGGkzCfjMveyHh330.jpeg', 1, '2018-10-08 03:49:20', '2018-10-08 04:11:02'),
(4, 'test', 'test', 'test', '$2y$10$hGZXUXBHb/WkaywGDYPwbe0fVteQtDduoARpNOhi9QVh8fRmyG9oy', 'test@asd.mn', 'test', 3, 36, 'employees/AFiFQ3xC7ldPVmlZMxxgiffOdDPAC8wBRVqUQRA7.jpeg', 1, '2018-10-08 04:13:03', '2018-10-08 04:13:20'),
(5, 'test1', 'test1', '123', '$2y$10$7sT7shwd0HaHTnnxcEd79.Be0m1sZo.HbR5qlnqiBRzdE7f9nzf8a', 'bolloomn1@gmail.com', '123', 2, 37, '', 0, '2018-10-08 04:14:00', '2018-10-08 08:25:25');

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE `category` (
  `id` int(11) NOT NULL,
  `name` varchar(191) DEFAULT NULL,
  `site_id` int(11) NOT NULL DEFAULT '0',
  `order_num` int(11) DEFAULT '0',
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `category`
--

INSERT INTO `category` (`id`, `name`, `site_id`, `order_num`, `parent_id`, `created_at`, `updated_at`) VALUES
(45, 'test', 49, 0, 0, '2018-10-23 07:28:17', '2018-10-23 07:28:17'),
(149, 'Хөдөө аж ахуй', 0, 5, 143, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(148, 'Нийгэм', 0, 4, 143, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(147, 'Боловсрол', 0, 3, 143, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(146, 'Эрүүл мэнд', 0, 2, 143, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(145, 'Соёл, урлаг, спорт', 0, 1, 143, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(144, 'Улс төр', 0, 0, 143, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(143, 'Хонгор нутгийн бахархал', 0, 7, 0, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(160, 'Архивын тасаг', 0, 7, 152, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(159, 'Цэргийн штаб', 0, 6, 152, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(158, 'Хяналт, шинжилгээ, үнэлгээ, дотоод аудитын хэлтэс', 0, 5, 152, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(156, 'Хууль, эрх зүйн хэлтэс', 0, 3, 152, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(157, 'Нийгмийн бодлогын хэлтэс', 0, 4, 152, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(154, 'Хөрөнгө оруулалт, хөгжлийн бодлого, төлөвлөлтийн хэлтэс', 0, 1, 152, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(155, 'Санхүү төрийн сангийн хэлтэс', 0, 2, 152, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(153, 'Төрийн захиргаа удирдлагын хэлтэс', 0, 0, 152, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(152, 'Засаг даргын Тамгын газар', 0, 6, 0, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(163, 'Нөөцөөс нөхөх иргэдийн зар', 0, 2, 150, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(162, 'Төрийн албаны мэргэшлийн шалгалтын зар', 0, 1, 150, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(161, 'Удирдах ажилтны сонгон шалгаруулалтын зар ', 0, 0, 150, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(150, 'Ил тод байдал', 0, 5, 0, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(176, 'Төсөл хөтөлбөр', 0, 4, 0, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(177, 'Нэг цэг', 0, 2, 0, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(182, 'Тендерийн урилга', 0, 3, 0, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(178, 'Бүтээн байгуулалт', 0, 1, 0, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(170, 'Хөдөө аж ахуй', 0, 5, 164, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(171, 'Хөдөлмөр, нийгмийн хамгаалал,', 0, 6, 164, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(172, 'Байгаль орчин, аялал жуулчлал', 0, 7, 164, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(173, 'Статистикийн мэдээ мэдээлэл', 0, 8, 164, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(174, 'Гадаад харилцаа', 0, 9, 164, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(175, 'Нийтлэл', 0, 10, 164, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(169, 'Хууль эрх зүй', 0, 4, 164, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(168, 'Боловсрол', 0, 3, 164, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(167, 'Соёл, спорт, урлаг', 0, 2, 164, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(166, 'Эрүүл мэнд', 0, 1, 164, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(165, 'Дэд бүтэц', 0, 0, 164, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(185, 'Хүний нөөц', 50, 1, 183, '2018-12-17 04:57:44', '2018-12-17 04:57:44'),
(180, 'Үйл ажиллагаа', 50, 0, 183, '2018-12-17 04:57:44', '2018-12-17 04:57:44'),
(164, 'ЦАГ ҮЕИЙН МЭДЭЭ', 0, 0, 0, '2018-12-15 05:33:03', '2018-12-15 05:33:03'),
(183, 'Ил тод байдал', 50, 1, 0, '2018-12-17 04:57:44', '2018-12-17 04:57:44'),
(188, 'Видео мэдээ', 50, 2, 184, '2018-12-17 04:57:44', '2018-12-17 04:57:44'),
(179, 'Цаг үеийн мэдээ', 50, 0, 184, '2018-12-17 04:57:44', '2018-12-17 04:57:44'),
(187, 'Фото мэдээ', 50, 1, 184, '2018-12-17 04:57:44', '2018-12-17 04:57:44'),
(184, 'Мэдээ, мэдээлэл', 50, 0, 0, '2018-12-17 04:57:44', '2018-12-17 04:57:44'),
(186, 'Худалдан авах ажиллагаа', 50, 2, 183, '2018-12-17 04:57:44', '2018-12-17 04:57:44'),
(181, 'Төсөл хөтөлбөрүүд', 50, 2, 0, '2018-12-17 04:57:44', '2018-12-17 04:57:44');

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `id` int(11) NOT NULL,
  `post_id` int(11) NOT NULL,
  `site_id` int(11) NOT NULL DEFAULT '0',
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(255) NOT NULL,
  `type` tinyint(4) DEFAULT '0' COMMENT '0-post, 2-page, 3-poll',
  `content` varchar(255) NOT NULL,
  `ip` varchar(20) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `files`
--

CREATE TABLE `files` (
  `id` int(11) NOT NULL,
  `site_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(255) DEFAULT NULL,
  `content` varchar(500) DEFAULT NULL,
  `file` varchar(300) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `cart_number` varchar(11) DEFAULT NULL,
  `publish_date` date DEFAULT NULL,
  `active_date` date DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `files`
--

INSERT INTO `files` (`id`, `site_id`, `name`, `content`, `file`, `status`, `cart_number`, `publish_date`, `active_date`, `created_at`, `updated_at`) VALUES
(9, 0, '123123', '123123', 'file/78cBc0hVR1th5ut19mKo8lV4b11sseeIKPhmBKRs.zip', 1, '12312', '2018-10-10', '2018-10-13', '2018-10-16 10:06:24', '2018-10-16 10:06:24'),
(10, 0, '21312123sda', '1231123123da', 'file/HrMRX74ZYaTiwGKkR3JGGTwDK24FtRDCx6OlzpjR.docx', 1, '12312', '2018-10-17', '2018-10-19', '2018-10-17 00:13:23', '2018-10-17 02:48:12'),
(11, 0, '123123', '123', 'file/ytvMarHx5HyktYl7wk4WUptKIPhIwEnJsMX3Wpnf.jpeg', 1, '12312', '2018-10-17', '2018-10-10', '2018-10-17 03:53:18', '2018-10-17 03:53:18'),
(12, 49, '12312', '123213', 'file/sxp9u3GPCVk739i3M9rtX5ZcbNOhvG3Wx2NJs46W.jpeg', 1, '12321', '2018-10-25', '2018-10-18', '2018-10-18 05:44:19', '2018-10-18 05:44:19'),
(13, 0, 'asd', 'asd', 'file/NJwxZGkBnSwGDgcivPo4ZGhWTrlt0wkXhqXUb6mq.jpeg', 1, '123', '2018-10-02', '2018-10-01', '2018-10-25 07:25:52', '2018-10-25 07:25:52'),
(14, 0, 'Албан хаагчдын орон тоо, цалинг шинэчлэн тогтоох тухай	', '', 'file/T7woZD2vsKLndT9GFJRCAVcoV1k5gjJ7cylkuOfV.pdf', 1, '213', '2018-12-15', '2018-12-15', '2018-12-15 01:23:07', '2018-12-15 01:23:07'),
(15, 0, 'Ээлжийн амралтын хуваарь батлах тухай', '', 'file/GyVBwpaxty9PxlZKgmHlFknSXB6wKc6NaWPy5vzr.docx', 1, '39', '2018-12-15', '2018-12-15', '2018-12-15 01:39:24', '2018-12-15 01:39:24'),
(16, 0, 'Ш.Даваабатыг ажилд түр томиолох тухай', '', 'file/vELlkMrMu0QmduHxi4YN7ocOpaf39vCIa6IKzvR4.xlsx', 0, '0', '2018-12-15', '2018-12-18', '2018-12-15 01:51:15', '2018-12-15 01:51:15'),
(17, 0, 'Х.Мөнхбаатараар албан үүрэг түр орлон гүйцэтгүүлэх тухай', '', 'file/BlxxHA15gEFPv1h010jUOqUl9be60LPiPRaRVtFp.pptx', 1, '985', '2018-12-14', '2018-12-15', '2018-12-15 01:52:08', '2018-12-15 03:44:57'),
(18, 50, 'Захирамж 1', '', 'file/qq7rZxpSJwAYvFjkwy5IEEyTekH9ITIqQIhwf8BG.docx', 1, '53', '2018-12-10', '2018-12-25', '2018-12-17 05:04:33', '2018-12-18 00:09:54'),
(19, 50, 'Захирамж 1', '', 'file/vW4KMWA6YKOrvVSXqxUtXZLA9P1jYvhQlBwt6qep.xlsx', 1, '22', '2018-12-11', '2018-12-18', '2018-12-17 13:25:15', '2018-12-18 00:09:48');

-- --------------------------------------------------------

--
-- Table structure for table `file_category`
--

CREATE TABLE `file_category` (
  `id` int(11) NOT NULL,
  `name` varchar(191) NOT NULL,
  `site_id` int(11) NOT NULL DEFAULT '0',
  `order_num` int(11) DEFAULT '0',
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `file_category`
--

INSERT INTO `file_category` (`id`, `name`, `site_id`, `order_num`, `parent_id`, `created_at`, `updated_at`) VALUES
(26, 'Захирамж, тушаал шийдвэр', 0, 0, 0, '2018-12-07 03:36:24', '2018-12-07 03:36:24'),
(19, 'asdad1', 51, 0, 0, '2018-10-18 05:43:16', '2018-10-18 05:43:16'),
(20, 'asdad1', 51, 0, 19, '2018-10-18 05:43:16', '2018-10-18 05:43:16'),
(21, 'asdad2', 51, 1, 19, '2018-10-18 05:43:16', '2018-10-18 05:43:16'),
(22, '123', 49, 0, 0, '2018-10-18 05:44:01', '2018-10-18 05:44:01'),
(23, '123123', 49, 1, 0, '2018-10-18 05:44:01', '2018-10-18 05:44:01'),
(24, '1231', 49, 2, 0, '2018-10-18 05:44:01', '2018-10-18 05:44:01'),
(17, 'ИЛ ТОД БАЙДАЛ', 0, 1, 0, '2018-12-07 03:36:24', '2018-12-07 03:36:24'),
(29, 'ИТХ-ын тогтоол', 50, 2, 0, '2018-12-17 14:05:37', '2018-12-17 14:05:37'),
(27, 'ЗДТГ-ын тушаал', 50, 0, 0, '2018-12-17 14:05:37', '2018-12-17 14:05:37'),
(28, 'Засаг даргын захирамж', 50, 1, 0, '2018-12-17 14:05:37', '2018-12-17 14:05:37');

-- --------------------------------------------------------

--
-- Table structure for table `file_to_category`
--

CREATE TABLE `file_to_category` (
  `id` int(11) NOT NULL,
  `file_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `file_to_category`
--

INSERT INTO `file_to_category` (`id`, `file_id`, `cat_id`, `created_at`, `updated_at`) VALUES
(72, 19, 28, '2018-12-18 00:09:48', '2018-12-18 00:09:48'),
(73, 18, 27, '2018-12-18 00:09:54', '2018-12-18 00:09:54'),
(69, 17, 17, '2018-12-15 03:44:57', '2018-12-15 03:44:57'),
(61, 10, 26, '2018-12-15 01:39:54', '2018-12-15 01:39:54'),
(60, 10, 17, '2018-12-15 01:39:54', '2018-12-15 01:39:54'),
(58, 11, 17, '2018-12-15 01:39:50', '2018-12-15 01:39:50'),
(68, 17, 26, '2018-12-15 03:44:57', '2018-12-15 03:44:57'),
(65, 16, 17, '2018-12-15 01:51:15', '2018-12-15 01:51:15'),
(64, 16, 26, '2018-12-15 01:51:15', '2018-12-15 01:51:15'),
(63, 9, 26, '2018-12-15 01:39:59', '2018-12-15 01:39:59'),
(62, 9, 17, '2018-12-15 01:39:59', '2018-12-15 01:39:59'),
(49, 12, 23, '2018-10-18 05:44:19', '2018-10-18 05:44:19'),
(54, 13, 17, '2018-12-15 01:39:38', '2018-12-15 01:39:38'),
(56, 14, 26, '2018-12-15 01:39:45', '2018-12-15 01:39:45'),
(52, 15, 26, '2018-12-15 01:39:24', '2018-12-15 01:39:24'),
(53, 15, 17, '2018-12-15 01:39:24', '2018-12-15 01:39:24'),
(55, 13, 26, '2018-12-15 01:39:38', '2018-12-15 01:39:38'),
(57, 14, 17, '2018-12-15 01:39:45', '2018-12-15 01:39:45'),
(59, 11, 26, '2018-12-15 01:39:50', '2018-12-15 01:39:50');

-- --------------------------------------------------------

--
-- Table structure for table `links`
--

CREATE TABLE `links` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `site_id` int(11) NOT NULL DEFAULT '0',
  `cat_id` int(11) NOT NULL DEFAULT '0',
  `link` varchar(500) DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `links`
--

INSERT INTO `links` (`id`, `name`, `site_id`, `cat_id`, `link`, `image`, `created_at`, `updated_at`) VALUES
(1, 'Байгаль орчин, аялал жуулчлалын газар', 0, 3, '#', NULL, '2018-12-15 07:56:56', '2018-12-14 16:00:00'),
(2, 'Аймгийн аудитийн газар', 0, 3, '#', NULL, '2018-12-15 07:56:45', '2018-12-14 16:00:00'),
(3, 'Эрүүл мэндийн газар', 0, 3, '#', NULL, '2018-12-15 07:57:51', '2018-12-14 16:00:00'),
(10, 'Орон нутгийн өмчийн газар ', 0, 3, '#', NULL, '2018-12-15 07:58:28', '2018-12-14 16:00:00'),
(11, 'Хөгжимт драмын театр', 0, 3, '#', NULL, '2018-12-15 07:58:40', '2018-12-14 16:00:00'),
(12, 'Нийгмийн даатгалын хэлтэс', 0, 3, '#', NULL, '2018-12-15 07:58:52', '2018-12-14 16:00:00'),
(13, 'Стандарт, хэмжил зүйн хэлтэс', 0, 3, '#', NULL, '2018-12-15 07:59:02', '2018-12-14 16:00:00'),
(14, 'Улсын бүртгэлийн хэлтэс', 0, 3, '#', NULL, '2018-12-15 07:59:11', '2018-12-14 16:00:00'),
(15, 'Тагнуулын хэлтэс', 0, 3, '#', NULL, '2018-12-15 07:59:20', '2018-12-14 16:00:00'),
(16, 'Онцгой байдлын газар', 0, 3, '#', NULL, '2018-12-15 07:59:34', '2018-12-17 03:01:53'),
(17, 'Гэр бүл,хүүхэд, залуучуудын хөгжлийн газар', 0, 3, '#', NULL, '2018-12-15 07:59:47', '2018-12-14 16:00:00'),
(18, 'Хүүхдийн Тэмүүжин театр', 0, 3, '#', NULL, '2018-12-15 07:59:57', '2018-12-17 03:02:39'),
(19, 'Хүнс, хөдөө аж ахуйн газар', 0, 3, '#', NULL, '2018-12-15 08:00:08', '2018-12-14 16:00:00'),
(20, 'Түүх угсаатны зүйн музей', 0, 3, '#', NULL, '2018-12-15 08:00:18', '2018-12-17 03:01:16'),
(21, 'Статистикийн хэлтэс', 0, 3, '#', NULL, '2018-12-15 08:00:27', '2018-12-14 16:00:00'),
(22, 'Биеийн тамир, спортын газар', 0, 3, '#', NULL, '2018-12-15 08:00:41', '2018-12-17 03:00:52'),
(23, 'Мэргэжлийн хяналтын газар', 0, 3, '#', NULL, '2018-12-15 08:00:54', '2018-12-17 03:00:29'),
(24, 'Хөдөлмөр, халамжийн үйлчилгээний газар', 0, 3, '#', NULL, '2018-12-15 08:01:04', '2018-12-14 16:00:00'),
(25, 'Цагдаагийн газар', 0, 3, '#', NULL, '2018-12-15 08:01:52', '2018-12-14 16:00:00'),
(26, 'Боловсрол, соёл, урлагийн газар', 0, 3, '#', NULL, '2018-12-15 08:02:24', '2018-12-17 03:00:08'),
(27, 'Татварын хэлтэс', 0, 3, '#', NULL, '2018-12-15 08:02:40', '2018-12-14 16:00:00'),
(28, 'Ус, цаг уур, орчны шинжилгээний газар', 0, 3, '#', NULL, '2018-12-15 08:02:51', '2018-12-17 02:59:46'),
(34, 'Шүүхийн шинжилгээний алба', 0, 3, '#', NULL, '2018-12-17 03:01:59', '2018-12-17 03:01:59'),
(35, 'ГХБХБГазар', 0, 3, '#', NULL, '2018-12-17 03:02:45', '2018-12-17 03:02:45'),
(33, 'Аймгийн шүүх', 0, 3, '#', NULL, '2018-12-17 03:01:25', '2018-12-17 03:01:25'),
(32, 'Санхүүгийн хяналт, аудитын алба', 0, 3, '#', NULL, '2018-12-17 03:00:58', '2018-12-17 03:00:58'),
(31, 'Гаалийн алба', 0, 3, '#', NULL, '2018-12-17 03:00:36', '2018-12-17 03:21:08'),
(30, 'Шүүхийн шийдвэр гүйцэтгэх алба', 0, 3, '#', NULL, '2018-12-17 03:00:15', '2018-12-17 03:00:15'),
(29, 'Аймгийн прокурор', 0, 3, '#', NULL, '2018-12-17 02:59:52', '2018-12-17 02:59:52'),
(36, 'Номын сан', 0, 3, '#', NULL, '2018-12-17 03:21:14', '2018-12-17 03:21:14');

-- --------------------------------------------------------

--
-- Table structure for table `link_category`
--

CREATE TABLE `link_category` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL DEFAULT '',
  `site_id` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `link_category`
--

INSERT INTO `link_category` (`id`, `name`, `site_id`, `created_at`, `updated_at`) VALUES
(3, 'ХЭЛТЭС АГЕНТЛАГ', 0, '2018-10-10 07:25:03', '2018-10-10 07:59:32');

-- --------------------------------------------------------

--
-- Table structure for table `menu`
--

CREATE TABLE `menu` (
  `id` int(11) NOT NULL,
  `name` varchar(191) DEFAULT NULL,
  `site_id` int(11) NOT NULL DEFAULT '0',
  `order_num` int(11) DEFAULT '0',
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `type` int(1) NOT NULL DEFAULT '0' COMMENT '0-link; 1-news single; 2-news category; 3-page;  4-file catgeory; 5-file single; 6-link category',
  `type_id` int(11) DEFAULT NULL,
  `link` varchar(500) DEFAULT NULL,
  `blank` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `menu`
--

INSERT INTO `menu` (`id`, `name`, `site_id`, `order_num`, `parent_id`, `type`, `type_id`, `link`, `blank`, `created_at`, `updated_at`) VALUES
(50, 'asda', 49, 0, 0, 0, NULL, '', 0, '2018-10-24 03:53:55', '2018-10-24 03:53:55'),
(51, '111', 49, 0, 50, 4, 15, '/files/15', 0, '2018-10-24 03:53:55', '2018-10-24 03:53:55'),
(45, 'test', 49, 1, 0, 0, NULL, NULL, 1, '2018-10-24 03:53:55', '2018-10-24 03:53:55'),
(161, 'Банк', 0, 4, 157, 2, 138, '/category/138', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(162, 'Музей', 0, 5, 157, 2, 139, '/category/139', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(159, 'Худалдаа', 0, 2, 157, 2, 136, '/category/136', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(160, 'ШТС', 0, 3, 157, 2, 137, '/category/137', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(158, 'Ресторан', 0, 1, 157, 2, 135, '/category/135', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(157, 'ҮЙЛЧИЛГЭЭНИЙ ГАЗРУУД ', 0, 8, 0, 2, 133, '/category/133', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(156, 'Зочид буудал', 0, 0, 157, 2, 134, '/category/134', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(155, 'Мазаалай', 0, 2, 152, 2, 127, '/category/127', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(153, 'Баянхонгор', 0, 0, 152, 2, 125, '/category/125', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(154, 'Хонгор', 0, 1, 152, 2, 126, '/category/126', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(152, 'ТВ', 0, 2, 74, 2, 124, '/category/124', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(151, 'Нөхөж үзэх', 0, 1, 74, 2, 123, '/category/123', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(150, 'Хуваарь ', 0, 0, 74, 2, 122, '/category/122', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(74, 'LIVE', 0, 7, 0, 2, 121, '/category/121', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(149, 'Мэдээ, мэдээлэл', 0, 1, 73, 2, 130, '/category/130', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(148, 'Төрийн үйлчилгээний нэгдсэн төв', 0, 0, 73, 2, 129, '/category/129', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(73, 'НЭГ ЦЭГ', 0, 6, 0, 2, 128, '/category/128', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(147, 'Дүгнэлт, зөвлөмж, тайлан', 0, 0, 146, 2, 119, '/category/119', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(146, 'Дотоод аудит', 0, 5, 124, 2, 118, '/category/118', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(145, 'Дүгнэлт, зөвлөмж, тайлан', 0, 0, 144, 2, 117, '/category/117', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(144, 'Төрийн аудит', 0, 4, 124, 2, 116, '/category/116', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(166, 'Бусад мэдээлэл', 0, 3, 139, 2, 115, '/category/115', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(142, 'Тусгай зөвшөөрөл', 0, 2, 139, 2, 110, '/category/110', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(140, 'АЭҮА-ны төлөвлөгөө, тайлан', 0, 0, 139, 2, 108, '/category/108', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(141, 'Гадаадын зээл тусламж', 0, 1, 139, 2, 109, '/category/109', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(139, 'Авлигын эсрэг үйл ажиллагаа', 0, 3, 124, 2, 107, '/category/107', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(138, 'Аймгийн эдийн засаг, нийгмийг хөгжүүлэх үндсэн ', 0, 2, 124, 2, 106, '/category/106', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(137, 'Дунд хугацааны хөгжлийн бодлогын хөтөлбөр ', 0, 1, 124, 2, 105, '/category/105', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(124, 'Үйл ажиллагаа', 0, 6, 98, 2, NULL, '/category/', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(136, 'ТАХ-ын ёс зүйн дүрэм', 0, 0, 124, 2, 104, '/category/104', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(134, 'Тендер ', 0, 1, 123, 2, 113, '/category/113', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(135, 'Тайлан мэдээ', 0, 2, 123, 2, 114, '/category/114', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(133, 'Төлөвлөгөө', 0, 0, 123, 2, 112, '/category/112', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(132, 'Бусад холбогдох мэдээлэл', 0, 3, 121, 2, 102, '/category/102', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(123, 'Худалдан авах ажиллагаа', 0, 5, 98, 2, 111, '/category/111', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(131, 'Гүйцэтгэл ', 0, 2, 121, 2, 101, '/category/101', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(130, 'Хууль, журам', 0, 1, 121, 2, 100, '/category/100', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(129, 'Тогтоол шийдвэр ', 0, 0, 121, 2, 99, '/category/99', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(128, 'Бусад холбогдох мэдээлэл', 0, 3, 120, 2, 97, '/category/97', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(121, 'Орон нутгийн хөрөнгө оруулалт', 0, 3, 109, 2, 98, '/category/98', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(127, 'Гүйцэтгэл ', 0, 2, 120, 2, 91, '/category/91', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(126, 'Хууль, журам', 0, 1, 120, 2, 95, '/category/95', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(125, 'Тогтоол шийдвэр ', 0, 0, 120, 2, 94, '/category/94', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(120, 'Улсын төсвийн хөрөнгө оруулалт ', 0, 2, 109, 2, 93, '/category/93', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(119, 'Бусад холбогдох мэдээлэл', 0, 3, 115, 2, 92, '/category/92', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(118, 'Гүйцэтгэл ', 0, 2, 115, 2, 91, '/category/91', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(116, 'Тогтоол шийдвэр ', 0, 0, 115, 2, 89, '/category/89', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(117, 'Хууль, журам', 0, 1, 115, 2, 90, '/category/90', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(115, 'Замын сан', 0, 1, 109, 2, 88, '/category/88', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(113, 'Гүйцэтгэл ', 0, 2, 110, 2, 85, '/category/85', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(114, 'Бусад холбогдох мэдээлэл', 0, 3, 110, 2, 87, '/category/87', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(112, 'Хууль, журам', 0, 1, 110, 2, 84, '/category/84', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(111, 'Тогтоол шийдвэр ', 0, 0, 110, 2, 83, '/category/83', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(110, 'Орон нутгийн хөгжлийн сан', 0, 0, 109, 2, 82, '/category/82', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(108, 'Аудитын дүгнэлт, зөвлөмж', 0, 3, 98, 2, 75, '/category/75', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(109, 'Хөрөнгө оруулалт', 0, 4, 98, 2, 81, '/category/81', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(106, 'Зарлага', 0, 1, 104, 2, 78, '/category/78', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(107, 'Санхүүжилт', 0, 2, 104, 2, 79, '/category/79', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(104, 'Төсвийн гүйцэтгэл', 0, 2, 98, 2, 76, '/category/76', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(105, 'Орлого', 0, 0, 104, 2, 77, '/category/77', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(103, 'Батлагдсан төсөв', 0, 1, 98, 2, 80, '/category/80', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(102, 'Аймгийн Засаг даргын тамгын газар/', 0, 2, 99, 2, 74, '/category/74', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(101, 'Аймгийн ИТХурал', 0, 1, 99, 2, 73, '/category/73', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(100, 'Төсвийн ерөнхийлөн захирагч ', 0, 0, 99, 2, 72, '/category/72', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(99, 'Шилэн данс ', 0, 0, 98, 2, 71, '/category/71', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(98, 'Төсөв санхүү', 0, 5, 0, 2, 70, '/category/70', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(97, 'Нөөцөөс нөхөх иргэдийн зар', 0, 5, 90, 2, 69, '/category/69', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(93, 'Тогтоол, шийдвэр ', 0, 6, 90, 2, 65, '/category/65', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(96, 'Төрийн албаны мэргэшлийн шалгалтын зар', 0, 4, 90, 2, 68, '/category/68', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(95, 'Удирдах ажилтны сонгон шалгаруулалтын зар ', 0, 3, 90, 2, 67, '/category/67', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(94, 'ТАСЗ-ийн үйл ажиллагаа', 0, 2, 90, 2, 66, '/category/66', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(92, 'Төрийн албаны салбар зөвлөл ', 0, 1, 90, 2, 64, '/category/64', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(91, 'Аймгийн хүний нөөцийн мэдээлэл ', 0, 0, 90, 2, 63, '/category/63', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(90, 'Хүний нөөц', 0, 0, 72, 2, 62, '/category/62', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(89, 'Мэдээ мэдээлэл', 0, 1, 87, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(72, 'ИЛ ТОД БАЙДАЛ', 0, 4, 0, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(88, 'Танилцуулга', 0, 0, 87, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(87, 'Орон нутгийн цогц хөгжил түншлэл', 0, 0, 71, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(71, 'ТӨСӨЛ ХӨТӨЛБӨР', 0, 3, 0, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(86, 'Нийтлэл', 0, 9, 70, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(77, 'Хөдөө аж ахуй', 0, 10, 70, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(85, 'Гадаад харилцаа', 0, 8, 70, 2, NULL, '/category/', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(84, 'Статистикийн мэдээ мэдээлэл', 0, 7, 70, 2, 55, '/category/55', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(83, 'Байгаль орчин, аялал жуулчлал', 0, 6, 70, 2, 56, '/category/56', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(82, 'Хөдөлмөр, нийгмийн хамгаалал', 0, 5, 70, 2, 51, '/category/51', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(81, 'Хууль эрх зүй', 0, 4, 70, 2, 50, '/category/50', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(80, 'Боловсрол', 0, 3, 70, 2, 49, '/category/49', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(79, 'Соёл, спорт, урлаг', 0, 2, 70, 2, 48, '/category/48', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(76, 'Дэд бүтэц', 0, 0, 70, 2, 46, '/category/46', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(78, 'Эрүүл мэнд', 0, 1, 70, 2, 47, '/category/47', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(70, 'ЦАГ ҮЕИЙН МЭДЭЭ', 0, 2, 0, 2, 46, '/category/46', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(212, 'Асуулт хариулт', 0, 3, 184, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(211, 'Мэдээ мэдээлэл', 0, 2, 184, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(210, 'Лавлагаа мэдээллийн үнэ тариф', 0, 1, 184, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(184, 'Архивын тасаг', 0, 9, 170, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(209, 'Эрх зүйн акт', 0, 0, 184, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(208, 'Асуулт хариулт', 0, 3, 183, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(207, 'Мэдээ мэдээлэл', 0, 2, 183, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(205, 'Танилцуулга', 0, 0, 183, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(206, 'Хяналтын хуудас', 0, 1, 183, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(183, 'Цэргийн штаб', 0, 8, 170, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(204, 'Асуулт хариулт', 0, 3, 182, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(203, 'Мэдээ мэдээлэл', 0, 2, 182, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(202, 'Хяналтын хуудас', 0, 1, 182, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(201, 'Танилцуулга', 0, 0, 182, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(200, 'Асуулт хариулт', 0, 3, 181, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(182, 'Хяналт, шинжилгээ, үнэлгээ, дотоод аудитын хэлтэс', 0, 7, 170, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(199, 'Мэдээ мэдээлэл', 0, 2, 181, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(197, 'Танилцуулга', 0, 0, 181, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(198, 'Хяналтын хуудас', 0, 1, 181, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(196, 'Асуулт хариулт', 0, 3, 180, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(181, 'Нийгмийн бодлогын хэлтэс', 0, 6, 170, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(195, 'Мэдээ мэдээлэл', 0, 2, 180, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(194, 'Хяналтын хуудас', 0, 1, 180, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(180, 'Санхүү төрийн сангийн хэлтэс', 0, 5, 170, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(193, 'Танилцуулга', 0, 0, 180, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(191, 'Мэдээ мэдээлэл', 0, 2, 179, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(192, 'Асуулт хариулт', 0, 3, 179, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(190, 'Хяналтын хуудас', 0, 1, 179, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(189, 'Танилцуулга', 0, 0, 179, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(179, 'Хөрөнгө оруулалт, хөгжлийн бодлого, төлөвлөлтийн хэлтэс', 0, 4, 170, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(188, 'Асуулт хариулт', 0, 3, 178, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(187, 'Мэдээ мэдээлэл', 0, 2, 178, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(186, 'Хяналтын хуудас', 0, 1, 178, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(185, 'Танилцуулга', 0, 0, 178, 0, NULL, NULL, 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(178, 'Хууль, эрх зүйн хэлтэс', 0, 3, 170, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(177, 'Асуулт хариулт', 0, 3, 173, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(175, 'Хяналтын хуудас', 0, 1, 173, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(176, 'Мэдээ мэдээлэл', 0, 2, 173, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(174, 'Танилцуулга', 0, 0, 173, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(173, 'Төрийн захиргаа удирдлагын хэлтэс', 0, 2, 170, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(171, 'ЗДТГ-н дарга', 0, 0, 170, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(172, 'Танилцуулга', 0, 1, 170, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(170, 'Засаг даргын Тамгын газар', 0, 4, 62, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(169, 'Засаг даргын зөвлөх ', 0, 3, 62, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(168, 'Засаг даргын орлогч ', 0, 2, 62, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(69, 'Захирамж, тушаал шийдвэр', 0, 4, 64, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(68, 'Үйл ажиллагааны хөтөлбөр', 0, 3, 64, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(67, 'Засаг даргын зөвлөл', 0, 2, 64, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(65, 'Мэндчилгээ', 0, 0, 64, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(66, 'Товч намтар ', 0, 1, 64, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(64, 'Аймгийн засаг дарга', 0, 1, 62, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(63, 'ИТХурал', 0, 0, 62, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(62, 'НУТГИЙН УДИРДЛАГА', 0, 1, 0, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(61, 'Нийгэм', 0, 4, 56, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(60, 'Боловсрол', 0, 3, 56, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(59, 'Эрүүл мэнд', 0, 2, 56, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(58, 'Соёл, урлаг, спорт', 0, 1, 56, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(57, 'Улс төр', 0, 0, 56, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(56, 'Хонгор нутгийн бахархал', 0, 4, 52, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(55, 'Аялал жуулчлал', 0, 3, 52, 0, NULL, '', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(46, 'Бүтээн байгуулалт', 0, 2, 52, 2, 142, '/category/142', 1, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(54, 'Аймгийн тухай ', 0, 1, 52, 3, 26, '/p/26', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(53, 'Бэлэгдэл ', 0, 0, 52, 3, 25, '/p/25', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(52, 'ТАНИЛЦУУЛГА', 0, 0, 0, 3, 25, '/p/25', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23'),
(163, 'Цэцэрлэгт хүрээлэн', 0, 6, 157, 2, 140, '/category/140', 0, '2018-12-06 05:32:23', '2018-12-06 05:32:23');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2016_06_01_000001_create_oauth_auth_codes_table', 1),
(2, '2016_06_01_000002_create_oauth_access_tokens_table', 1),
(3, '2016_06_01_000003_create_oauth_refresh_tokens_table', 1),
(4, '2016_06_01_000004_create_oauth_clients_table', 1),
(5, '2016_06_01_000005_create_oauth_personal_access_clients_table', 1),
(6, '2018_08_23_040951_admin', 1),
(7, '2018_10_05_081325_create_new_table_sites', 2);

-- --------------------------------------------------------

--
-- Table structure for table `news_to_category`
--

CREATE TABLE `news_to_category` (
  `id` int(11) NOT NULL,
  `post_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `news_to_category`
--

INSERT INTO `news_to_category` (`id`, `post_id`, `cat_id`, `created_at`, `updated_at`) VALUES
(212, 2, 165, '2018-12-11 08:39:36', '2018-12-11 08:39:36'),
(211, 2, 164, '2018-12-11 08:39:36', '2018-12-11 08:39:36'),
(420, 3, 161, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(419, 3, 150, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(337, 4, 175, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(17, 5, 45, '2018-10-23 07:28:41', '2018-10-23 07:28:41'),
(311, 6, 150, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(310, 6, 175, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(147, 8, 165, '2018-12-11 08:38:07', '2018-12-11 08:38:07'),
(146, 8, 164, '2018-12-11 08:38:07', '2018-12-11 08:38:07'),
(405, 7, 164, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(404, 7, 150, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(336, 4, 174, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(391, 16, 175, '2018-12-15 06:21:48', '2018-12-15 06:21:48'),
(390, 16, 174, '2018-12-15 06:21:48', '2018-12-15 06:21:48'),
(123, 17, 165, '2018-12-11 08:37:31', '2018-12-11 08:37:31'),
(122, 17, 164, '2018-12-11 08:37:31', '2018-12-11 08:37:31'),
(111, 18, 165, '2018-12-11 08:33:56', '2018-12-11 08:33:56'),
(110, 18, 164, '2018-12-11 08:33:56', '2018-12-11 08:33:56'),
(349, 19, 175, '2018-12-14 01:08:01', '2018-12-14 01:08:01'),
(348, 19, 174, '2018-12-14 01:08:01', '2018-12-14 01:08:01'),
(378, 20, 175, '2018-12-15 06:11:45', '2018-12-15 06:11:45'),
(377, 20, 174, '2018-12-15 06:11:45', '2018-12-15 06:11:45'),
(365, 21, 175, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(364, 21, 174, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(363, 21, 173, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(362, 21, 172, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(361, 21, 171, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(360, 21, 170, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(376, 20, 173, '2018-12-15 06:11:45', '2018-12-15 06:11:45'),
(375, 20, 172, '2018-12-15 06:11:45', '2018-12-15 06:11:45'),
(374, 20, 171, '2018-12-15 06:11:45', '2018-12-15 06:11:45'),
(373, 20, 170, '2018-12-15 06:11:45', '2018-12-15 06:11:45'),
(372, 20, 169, '2018-12-15 06:11:45', '2018-12-15 06:11:45'),
(371, 20, 168, '2018-12-15 06:11:45', '2018-12-15 06:11:45'),
(370, 20, 167, '2018-12-15 06:11:45', '2018-12-15 06:11:45'),
(369, 20, 166, '2018-12-15 06:11:45', '2018-12-15 06:11:45'),
(368, 20, 164, '2018-12-15 06:11:45', '2018-12-15 06:11:45'),
(367, 20, 165, '2018-12-15 06:11:45', '2018-12-15 06:11:45'),
(347, 19, 173, '2018-12-14 01:08:01', '2018-12-14 01:08:01'),
(346, 19, 172, '2018-12-14 01:08:01', '2018-12-14 01:08:01'),
(345, 19, 171, '2018-12-14 01:08:01', '2018-12-14 01:08:01'),
(344, 19, 170, '2018-12-14 01:08:01', '2018-12-14 01:08:01'),
(343, 19, 169, '2018-12-14 01:08:01', '2018-12-14 01:08:01'),
(342, 19, 168, '2018-12-14 01:08:01', '2018-12-14 01:08:01'),
(341, 19, 167, '2018-12-14 01:08:01', '2018-12-14 01:08:01'),
(340, 19, 166, '2018-12-14 01:08:01', '2018-12-14 01:08:01'),
(339, 19, 164, '2018-12-14 01:08:01', '2018-12-14 01:08:01'),
(338, 19, 165, '2018-12-14 01:08:01', '2018-12-14 01:08:01'),
(359, 21, 169, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(358, 21, 168, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(357, 21, 167, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(356, 21, 165, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(355, 21, 161, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(354, 21, 150, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(353, 21, 162, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(352, 21, 163, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(351, 21, 164, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(350, 21, 166, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(112, 18, 166, '2018-12-11 08:33:56', '2018-12-11 08:33:56'),
(113, 18, 167, '2018-12-11 08:33:56', '2018-12-11 08:33:56'),
(114, 18, 168, '2018-12-11 08:33:56', '2018-12-11 08:33:56'),
(115, 18, 169, '2018-12-11 08:33:56', '2018-12-11 08:33:56'),
(116, 18, 170, '2018-12-11 08:33:56', '2018-12-11 08:33:56'),
(117, 18, 171, '2018-12-11 08:33:56', '2018-12-11 08:33:56'),
(118, 18, 172, '2018-12-11 08:33:56', '2018-12-11 08:33:56'),
(119, 18, 173, '2018-12-11 08:33:56', '2018-12-11 08:33:56'),
(120, 18, 174, '2018-12-11 08:33:56', '2018-12-11 08:33:56'),
(121, 18, 175, '2018-12-11 08:33:56', '2018-12-11 08:33:56'),
(124, 17, 167, '2018-12-11 08:37:31', '2018-12-11 08:37:31'),
(125, 17, 166, '2018-12-11 08:37:31', '2018-12-11 08:37:31'),
(126, 17, 168, '2018-12-11 08:37:31', '2018-12-11 08:37:31'),
(127, 17, 169, '2018-12-11 08:37:31', '2018-12-11 08:37:31'),
(128, 17, 170, '2018-12-11 08:37:31', '2018-12-11 08:37:31'),
(129, 17, 171, '2018-12-11 08:37:31', '2018-12-11 08:37:31'),
(130, 17, 172, '2018-12-11 08:37:31', '2018-12-11 08:37:31'),
(131, 17, 173, '2018-12-11 08:37:31', '2018-12-11 08:37:31'),
(132, 17, 174, '2018-12-11 08:37:31', '2018-12-11 08:37:31'),
(133, 17, 175, '2018-12-11 08:37:31', '2018-12-11 08:37:31'),
(389, 16, 173, '2018-12-15 06:21:48', '2018-12-15 06:21:48'),
(388, 16, 172, '2018-12-15 06:21:48', '2018-12-15 06:21:48'),
(387, 16, 170, '2018-12-15 06:21:48', '2018-12-15 06:21:48'),
(386, 16, 171, '2018-12-15 06:21:48', '2018-12-15 06:21:48'),
(385, 16, 169, '2018-12-15 06:21:48', '2018-12-15 06:21:48'),
(384, 16, 168, '2018-12-15 06:21:48', '2018-12-15 06:21:48'),
(383, 16, 167, '2018-12-15 06:21:48', '2018-12-15 06:21:48'),
(382, 16, 166, '2018-12-15 06:21:48', '2018-12-15 06:21:48'),
(381, 16, 164, '2018-12-15 06:21:48', '2018-12-15 06:21:48'),
(380, 16, 165, '2018-12-15 06:21:48', '2018-12-15 06:21:48'),
(148, 8, 166, '2018-12-11 08:38:07', '2018-12-11 08:38:07'),
(149, 8, 167, '2018-12-11 08:38:07', '2018-12-11 08:38:07'),
(150, 8, 168, '2018-12-11 08:38:07', '2018-12-11 08:38:07'),
(151, 8, 169, '2018-12-11 08:38:07', '2018-12-11 08:38:07'),
(152, 8, 170, '2018-12-11 08:38:07', '2018-12-11 08:38:07'),
(153, 8, 171, '2018-12-11 08:38:07', '2018-12-11 08:38:07'),
(154, 8, 172, '2018-12-11 08:38:07', '2018-12-11 08:38:07'),
(155, 8, 173, '2018-12-11 08:38:07', '2018-12-11 08:38:07'),
(156, 8, 174, '2018-12-11 08:38:07', '2018-12-11 08:38:07'),
(157, 8, 175, '2018-12-11 08:38:07', '2018-12-11 08:38:07'),
(403, 7, 165, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(402, 7, 166, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(401, 7, 167, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(400, 7, 168, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(399, 7, 169, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(398, 7, 170, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(397, 7, 171, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(396, 7, 172, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(395, 7, 173, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(394, 7, 174, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(393, 7, 175, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(309, 6, 174, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(308, 6, 173, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(307, 6, 172, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(306, 6, 171, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(305, 6, 170, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(304, 6, 168, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(303, 6, 169, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(302, 6, 167, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(301, 6, 166, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(300, 6, 164, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(299, 6, 165, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(335, 4, 173, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(334, 4, 172, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(333, 4, 170, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(332, 4, 171, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(331, 4, 169, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(330, 4, 168, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(329, 4, 167, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(328, 4, 166, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(327, 4, 165, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(326, 4, 150, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(325, 4, 164, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(418, 3, 175, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(417, 3, 174, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(416, 3, 173, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(415, 3, 172, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(414, 3, 171, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(413, 3, 170, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(412, 3, 169, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(411, 3, 168, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(410, 3, 167, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(409, 3, 166, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(408, 3, 164, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(407, 3, 165, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(213, 2, 166, '2018-12-11 08:39:36', '2018-12-11 08:39:36'),
(214, 2, 167, '2018-12-11 08:39:36', '2018-12-11 08:39:36'),
(215, 2, 168, '2018-12-11 08:39:36', '2018-12-11 08:39:36'),
(216, 2, 169, '2018-12-11 08:39:36', '2018-12-11 08:39:36'),
(217, 2, 170, '2018-12-11 08:39:36', '2018-12-11 08:39:36'),
(218, 2, 171, '2018-12-11 08:39:36', '2018-12-11 08:39:36'),
(219, 2, 174, '2018-12-11 08:39:36', '2018-12-11 08:39:36'),
(220, 2, 172, '2018-12-11 08:39:36', '2018-12-11 08:39:36'),
(221, 2, 173, '2018-12-11 08:39:36', '2018-12-11 08:39:36'),
(222, 2, 175, '2018-12-11 08:39:36', '2018-12-11 08:39:36'),
(223, 2, 150, '2018-12-11 08:39:36', '2018-12-11 08:39:36'),
(227, 22, 179, '2018-12-13 02:05:31', '2018-12-13 02:05:31'),
(233, 23, 179, '2018-12-13 05:26:38', '2018-12-13 05:26:38'),
(228, 24, 179, '2018-12-13 02:06:56', '2018-12-13 02:06:56'),
(229, 25, 179, '2018-12-13 02:07:33', '2018-12-13 02:07:33'),
(232, 26, 179, '2018-12-13 02:24:50', '2018-12-13 02:24:50'),
(234, 23, 180, '2018-12-13 05:26:38', '2018-12-13 05:26:38'),
(366, 21, 182, '2018-12-15 06:11:25', '2018-12-15 06:11:25'),
(379, 20, 182, '2018-12-15 06:11:45', '2018-12-15 06:11:45'),
(392, 16, 182, '2018-12-15 06:21:48', '2018-12-15 06:21:48'),
(406, 7, 182, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(421, 3, 182, '2018-12-15 06:22:17', '2018-12-15 06:22:17'),
(422, 27, 188, '2018-12-17 06:20:17', '2018-12-17 06:20:17'),
(423, 28, 188, '2018-12-17 06:33:22', '2018-12-17 06:33:22');

-- --------------------------------------------------------

--
-- Table structure for table `news_to_sites`
--

CREATE TABLE `news_to_sites` (
  `id` int(11) NOT NULL,
  `post_id` int(11) NOT NULL,
  `site_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `news_to_sites`
--

INSERT INTO `news_to_sites` (`id`, `post_id`, `site_id`, `created_at`, `updated_at`) VALUES
(17, 19, 0, '2018-12-14 01:08:01', '2018-12-14 01:08:01'),
(16, 4, 0, '2018-12-14 00:55:00', '2018-12-14 00:55:00'),
(19, 7, 0, '2018-12-15 06:22:00', '2018-12-15 06:22:00'),
(14, 6, 0, '2018-12-14 00:53:31', '2018-12-14 00:53:31'),
(18, 21, 0, '2018-12-15 06:11:25', '2018-12-15 06:11:25');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_access_tokens`
--

CREATE TABLE `oauth_access_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `client_id` int(11) NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_access_tokens`
--

INSERT INTO `oauth_access_tokens` (`id`, `user_id`, `client_id`, `name`, `scopes`, `revoked`, `created_at`, `updated_at`, `expires_at`) VALUES
('8cb39f4dbdff0add1e6bb2478038eb71725d62b7d6a261ced59eb891cbda6e583f226afe0e1703e9', 2, 1, 'admin', '[]', 0, '2018-10-04 07:16:09', '2018-10-04 07:16:09', '2019-10-04 15:16:09'),
('7bdb2c6e748dd41c0d736f73a23085b5cd7dd67dd7a3e47c701d6567b27e16b3c26e8b9aada07888', 2, 1, 'admin', '[]', 0, '2018-10-04 07:45:13', '2018-10-04 07:45:13', '2019-10-04 15:45:13'),
('c237bfe06f173c9877ef65ff74e19ae46581b3f7e3712b4fcf13a2ae6e01891e4a0855502df41aa6', 2, 1, 'admin', '[]', 0, '2018-10-04 07:47:17', '2018-10-04 07:47:17', '2019-10-04 15:47:17'),
('10d4421e1e38e17a1a91d3376538ae7c9a912129330181e76ac05f862a9025d73e7050dd2270120f', 2, 1, 'admin', '[]', 0, '2018-10-04 07:50:12', '2018-10-04 07:50:12', '2019-10-04 15:50:12'),
('4534400918b3826ba4db3596b11efca473f2331617ad2bcb166da09b36b234b5ff7dec00a1f46824', 2, 1, 'admin', '[]', 0, '2018-10-04 08:01:26', '2018-10-04 08:01:26', '2019-10-04 16:01:26'),
('1f35054d0e89fa3a51a0e7a8b8fbb2beeaf91452caa4262b53f024f7f256668fa8500e92b1d0ab56', 2, 1, 'admin', '[]', 0, '2018-10-04 08:16:27', '2018-10-04 08:16:27', '2019-10-04 16:16:27'),
('b67f6c907d0ac110dd31c72376e0c6aaa21b52a2ca4400eae04edb3a5ed055f0a8ca860fa0fa6a46', 2, 1, 'admin', '[]', 0, '2018-10-04 08:42:31', '2018-10-04 08:42:31', '2019-10-04 16:42:31'),
('64ac1ed06a4f42488c954ec001015265334348d3a90a5022ce17a8483ead0782f80d74b11ff42bd9', 2, 1, 'admin', '[]', 0, '2018-10-04 08:43:41', '2018-10-04 08:43:41', '2019-10-04 16:43:41'),
('0999ef4b612bdeaa2a2bb61bcac1e67bcf600d227a4fd8f7a2e51453c60246c946ad844457721187', 2, 1, 'admin', '[]', 0, '2018-10-04 08:59:40', '2018-10-04 08:59:40', '2019-10-04 16:59:40'),
('a7fd000a29f5cf2b7a37e37f3e80c6504be895e5f883bd845d16039a22b211557f7c1a187c4b1d53', 2, 1, 'admin', '[]', 0, '2018-10-05 00:08:36', '2018-10-05 00:08:36', '2019-10-05 08:08:36'),
('5f83a0af294c2341da3153cf7c73770178964645ece94784e83801b496777bcb042ac825f3980742', 2, 1, 'admin', '[]', 0, '2018-10-05 01:06:21', '2018-10-05 01:06:21', '2019-10-05 09:06:21'),
('176f9e7e5c39220ef72261a28e9cb857cb646dde3b903d8474ce23e13f3ece4ec8abbf7940c2c347', 2, 1, 'admin', '[]', 0, '2018-10-05 01:36:13', '2018-10-05 01:36:13', '2019-10-05 09:36:13'),
('5a014ab29acb180a3a2abb25fd738ba74523e37f7a62b33c10684c6dbc57156de55531620ad000f0', 2, 1, 'admin', '[]', 0, '2018-10-05 01:46:30', '2018-10-05 01:46:30', '2019-10-05 09:46:30'),
('360a4b8bdce34e2ea2eee8847431ff547e46c3ab6728add934ec682d6c2330410397ed38db492b80', 2, 1, 'admin', '[]', 0, '2018-10-05 01:47:30', '2018-10-05 01:47:30', '2019-10-05 09:47:30'),
('80454947b558c303e86d6235b2dd1d217e1f7220255d500ff9a1eea7b26363fe174a935babb7b61a', 2, 1, 'admin', '[]', 0, '2018-10-05 03:23:50', '2018-10-05 03:23:50', '2019-10-05 11:23:50'),
('73e69c2c18fa2d8df6bef5f957bbda96f3aeb249b63c1f7aa4412f547db795ff97a302a6e3a82bd2', 2, 1, 'admin', '[]', 0, '2018-10-05 07:09:01', '2018-10-05 07:09:01', '2019-10-05 15:09:01'),
('dbf49b48b8f220a7e7b1b004595f5448af37bf4441234a931bf734aaf4609a10c85cbce048e0a659', 2, 1, 'admin', '[]', 0, '2018-10-05 07:09:45', '2018-10-05 07:09:45', '2019-10-05 15:09:45'),
('2c869af05415a0c0934025b900a593c6f8564aae5f488e43eccd852ae666f68b7a702f65ee84d1a5', 2, 1, 'admin', '[]', 0, '2018-10-05 07:13:27', '2018-10-05 07:13:27', '2019-10-05 15:13:27'),
('fc64d6d5d9ec9d191fbcad4d05d989abae436e8c0b7fedd478c491f4a19ee07565dc32ba1c412b4d', 2, 1, 'admin', '[]', 0, '2018-10-05 07:15:21', '2018-10-05 07:15:21', '2019-10-05 15:15:21'),
('256f647563935f6c03073446af538738c03291fe71c0ea5366b86e1f73813fbf8dbfc777ef043b76', 2, 1, 'admin', '[]', 0, '2018-10-05 07:16:21', '2018-10-05 07:16:21', '2019-10-05 15:16:21'),
('debfef6edd89fab2a88b8d4060c706bfae0872e6667ead001765badc7ec8f7d5f61ba321aa76f871', 2, 1, 'admin', '[]', 0, '2018-10-05 07:33:34', '2018-10-05 07:33:34', '2019-10-05 15:33:34'),
('0b049695c95d1c3d0906d4400a019382aa48cac0bf72da7f43a723b392f81217a2cb94e6126bfb77', 2, 1, 'admin', '[]', 0, '2018-10-05 07:34:02', '2018-10-05 07:34:02', '2019-10-05 15:34:02'),
('f932e1c540f76702a7bf2fcff01d90736d38dd6fdafdaa32de65e0dd5b443edaa34d65414af64354', 2, 1, 'admin', '[]', 0, '2018-10-05 08:13:08', '2018-10-05 08:13:08', '2019-10-05 16:13:08'),
('d320e7349e914b67c820f3b25d5fe55da90699076ee182c25c98555888593736ba602d3673638606', 2, 1, 'admin', '[]', 0, '2018-10-05 08:58:14', '2018-10-05 08:58:14', '2019-10-05 16:58:14'),
('7088d87e4446083b55bc2b8ff137676080f55ca0b0595327a8e5a78e132311fd39563faece08595e', 2, 1, 'admin', '[]', 0, '2018-10-05 09:17:36', '2018-10-05 09:17:36', '2019-10-05 17:17:36'),
('5e572d53c8e37fe08d416c9866bf485b8f8580e7cf9730833fd2384e19341c97e212819a3cb7cb8f', 2, 1, 'admin', '[]', 0, '2018-10-05 10:30:49', '2018-10-05 10:30:49', '2019-10-05 18:30:49'),
('7d1a612732bd98e92e4a9f74502fdc175d549e0fcf12366e020d30dfd030d43b3846296356a90c50', 2, 1, 'admin', '[]', 0, '2018-10-05 10:31:07', '2018-10-05 10:31:07', '2019-10-05 18:31:07'),
('b30aeb5ca22138c4be71bec9e744b74c242abab2097bc28be0926ba67c95af6eceb5b33b7b79716c', 2, 1, 'admin', '[]', 0, '2018-10-05 10:31:42', '2018-10-05 10:31:42', '2019-10-05 18:31:42'),
('ecc1bc7b9b134a64fb71ef7761e76249155b4e4b2b21a831a43389535f063270626ac6ac73debe3b', 2, 1, 'admin', '[]', 0, '2018-10-05 10:34:59', '2018-10-05 10:34:59', '2019-10-05 18:34:59'),
('5fb913cc599f272ea26b825b8f1a267f50fed5cf61b5f4b24aa1a8c0bfbd9a0ed0a94736d5722867', 2, 1, 'admin', '[]', 0, '2018-10-05 10:35:53', '2018-10-05 10:35:53', '2019-10-05 18:35:53'),
('26c28aff23033905267d0a8eb44a5774604b01ec15c6ee53e388fc4b3fba8d5f7faa48baf2b1ce38', 2, 1, 'admin', '[]', 0, '2018-10-05 10:36:47', '2018-10-05 10:36:47', '2019-10-05 18:36:47'),
('dd05df3a1869965b1e8a8534b0cad08ad3b26af1964461058b1b07d3a5d42b58aaba46c6818019b8', 2, 1, 'admin', '[]', 0, '2018-10-05 10:40:34', '2018-10-05 10:40:34', '2019-10-05 18:40:34'),
('16eaca309442319c713daa7b94ec7a720b8c167e2be6b1b44e60ce7496812f34933c5028e5e5eed5', 2, 1, 'admin', '[]', 0, '2018-10-05 10:48:20', '2018-10-05 10:48:20', '2019-10-05 18:48:20'),
('b676b812be714add3837e59d4974727c70bc2014fb596a3ce3ac068e3f607cf7602cf81a6f77b12c', 2, 1, 'admin', '[]', 0, '2018-10-05 10:48:36', '2018-10-05 10:48:36', '2019-10-05 18:48:36'),
('a974550a6ed70acf226ba5cdfde54fd429eee6910e3164f9b3cb90f734b17794075743968015d2e2', 2, 1, 'admin', '[]', 0, '2018-10-05 10:49:21', '2018-10-05 10:49:21', '2019-10-05 18:49:21'),
('804fd93f9cb7d5747ba63e2faf356a4a30cee6614d13da9190509739cfd128d1c14fde88f4b7bd99', 2, 1, 'admin', '[]', 0, '2018-10-05 10:49:45', '2018-10-05 10:49:45', '2019-10-05 18:49:45'),
('169ecf5a04a2f00d883614c4a03cd89219fa6acf73c754f2ef440e746cc83c58784c5a9184565518', 2, 1, 'admin', '[]', 0, '2018-10-05 10:55:00', '2018-10-05 10:55:00', '2019-10-05 18:55:00'),
('98e87e79800600096378a695f20e1383dfc38ac5e6ec6830184a312bf7c1c4c64500f78c69ccb759', 2, 1, 'admin', '[]', 0, '2018-10-07 23:54:15', '2018-10-07 23:54:15', '2019-10-08 07:54:15'),
('3b4bacdf839ea5d25f69264e1758323caf9637f946efe2c2c6f7c32c4c7c3eb7d82e9ce7b49e9a05', 2, 1, 'admin', '[]', 0, '2018-10-08 00:40:25', '2018-10-08 00:40:25', '2019-10-08 08:40:25'),
('fd54cc996a3f04ca0e921ffae271fa3fb66c390922285ba50bfe7fc89ee2f5c64737ad49a458e1e3', 2, 1, 'admin', '[]', 0, '2018-10-08 00:43:39', '2018-10-08 00:43:39', '2019-10-08 08:43:39'),
('8036aa08f8006dc5246441bc1f8136d9a4bed1febc60d98fff56daa37bd393b1f80078cdf170bd56', 2, 1, 'admin', '[]', 0, '2018-10-08 01:43:39', '2018-10-08 01:43:39', '2019-10-08 09:43:39'),
('bae5f1ddd14bec0f01595835ae11849f4cd9f7150a38efb2645f4cc2d0b908c7a51cfe7190ef3797', 3, 1, 'admin', '[]', 0, '2018-10-08 03:49:28', '2018-10-08 03:49:28', '2019-10-08 11:49:28'),
('61ef8d65b406b98b0ff863a38ff3c060d27ec940b5706af196a11aa3db3ae78ae300ce8cfaceb220', 2, 1, 'admin', '[]', 0, '2018-10-08 03:49:38', '2018-10-08 03:49:38', '2019-10-08 11:49:38'),
('e366c18b79bb1aabefab1c2c35ce6343f635df6b9034130016e3a18f0ef9b99d417b7d7305d59c74', 2, 1, 'admin', '[]', 0, '2018-10-09 00:04:43', '2018-10-09 00:04:43', '2019-10-09 08:04:43'),
('fb83a386df27fb6acc0a877f60697b9162fe2485ed830b63d0feafe47a6d660a7e95accd3f4c9cfb', 2, 1, 'admin', '[]', 0, '2018-10-09 05:52:54', '2018-10-09 05:52:54', '2019-10-09 13:52:54'),
('f1d317b26445d977d83cf58dddcca2939f7fe508aebeb31b61287e3900d8e711bd9863b8f5aed354', 2, 1, 'admin', '[]', 0, '2018-10-09 05:55:44', '2018-10-09 05:55:44', '2019-10-09 13:55:44'),
('3411a96d908cad793be9cb61bc3464c99b81a8cfb8732c0fdcc12add07f8563374a4a5e25c0a4f50', 2, 1, 'admin', '[]', 0, '2018-10-09 05:56:40', '2018-10-09 05:56:40', '2019-10-09 13:56:40'),
('5b5ee7376b141b658b9ebbcfe591094c32621592e50f1e8bc2f76e8db9135ad8e8f8cfed33fe5368', 2, 1, 'admin', '[]', 0, '2018-10-09 05:57:02', '2018-10-09 05:57:02', '2019-10-09 13:57:02'),
('36553828e98b6d90ffcaba8d753c03fac58369df82d22ed7a59fdbd6e05c40ebfadce8d7fd92a220', 2, 1, 'admin', '[]', 0, '2018-10-09 05:59:17', '2018-10-09 05:59:17', '2019-10-09 13:59:17'),
('14240dae626f1f8bcb4a549cdee9f5c0cc3db9d6bc16dd0b3c62e1741156b2eba5f6031f680d3891', 2, 1, 'admin', '[]', 0, '2018-10-09 06:09:43', '2018-10-09 06:09:43', '2019-10-09 14:09:43'),
('d91f3dbec828f4d1acb8ced1f65f94bf7c96110cc3c231c3da92cc4258c4e710bcf095b9ed21da04', 2, 1, 'admin', '[]', 0, '2018-10-09 06:10:45', '2018-10-09 06:10:45', '2019-10-09 14:10:45'),
('a6b8cb0a2c3c58b2689b5a97a21d270f82352425c86db6275473d89c04f517f6fa47687debd38b32', 2, 1, 'admin', '[]', 0, '2018-10-09 06:11:00', '2018-10-09 06:11:00', '2019-10-09 14:11:00'),
('a54e896e6d50f507268207fe5ecbc3ccc4de7c6951597a38743de4abfc75b1ac61adcd35b671567f', 2, 1, 'admin', '[]', 0, '2018-10-11 00:18:22', '2018-10-11 00:18:22', '2019-10-11 08:18:22'),
('3d3be1b429199e0b3466df67f360a1cc58ada2be52587f8dd8ee54621e6f9253b2aa67becf2ff51f', 2, 1, 'admin', '[]', 0, '2018-10-12 05:26:51', '2018-10-12 05:26:51', '2019-10-12 13:26:51'),
('6fed2a5d7050226fc50d1c449fa1dffc40cf6ec2e11ff9206a731a0b1f573daeeb016b588cb3fc19', 2, 1, 'admin', '[]', 0, '2018-10-16 00:53:01', '2018-10-16 00:53:01', '2019-10-16 08:53:01'),
('72ec4c407cb67e49c78f307c9c2035605c3eda8835fdad340e0e1d885e61ec1b1b774388da4c342d', 2, 1, 'admin', '[]', 0, '2018-10-18 07:11:16', '2018-10-18 07:11:16', '2019-10-18 15:11:16'),
('05df215af2fcf20a1a2853045f20c07acd727c41708f0e2ab4e4df7abd431c7cad11215d395ad6df', 2, 1, 'admin', '[]', 0, '2018-10-19 08:05:07', '2018-10-19 08:05:07', '2019-10-19 16:05:07'),
('178ba863dca01ff1abd80dbec3fe7343d9edae3002474f44ba780c76db65ff72bf8d9795c94fbe22', 2, 1, 'admin', '[]', 0, '2018-10-22 00:05:04', '2018-10-22 00:05:04', '2019-10-22 08:05:04'),
('705ee0d41db203dbcd7aca9201ff4ec9d2408d4a2c0f37a625b28916f25e78a810bf3afc83d8471c', 2, 1, 'admin', '[]', 0, '2018-10-23 07:27:50', '2018-10-23 07:27:50', '2019-10-23 15:27:50'),
('013cb74e242247157d549ce7d8f246471f9c340f4bf0c159dd548cf5ed8c45b761cb58a09369d04e', 2, 1, 'admin', '[]', 0, '2018-10-25 04:04:27', '2018-10-25 04:04:27', '2019-10-25 12:04:27'),
('581285b8afc5632748b428b5b838d8abf61c6671508321c9a6b074a8ae5e66f068ddf9b991138da6', 2, 1, 'admin', '[]', 0, '2018-10-25 04:05:29', '2018-10-25 04:05:29', '2019-10-25 12:05:29'),
('d7d75a877588165fa701a6411dc7c65c6a905e9a3832b9a7538401bd41d704c58cad5d127697f44c', 2, 1, 'admin', '[]', 0, '2018-10-25 04:05:51', '2018-10-25 04:05:51', '2019-10-25 12:05:51'),
('4d27581626d82ac4326cca0af16654d50326653e7772bdfa38a38165c22704c5b0e66725cde471e5', 2, 1, 'admin', '[]', 0, '2018-10-25 04:09:02', '2018-10-25 04:09:02', '2019-10-25 12:09:02'),
('edb7f71fb380d63749388288960d952cf1d2d06386caa5776afc52421e9c09e861a9d35e52511875', 4, 1, 'admin', '[]', 0, '2018-10-25 04:09:12', '2018-10-25 04:09:12', '2019-10-25 12:09:12'),
('cd6c6b9f315c0f1168050da92b1a8f9bbff85afc0ffca1dc71ed095bc28b391a9b59e70a95f003bb', 2, 1, 'admin', '[]', 0, '2018-10-25 04:09:21', '2018-10-25 04:09:21', '2019-10-25 12:09:21'),
('75fbb72e7de9336d774c2b6f99928860585b4e95edbc6f4bafb394e4bb562346a63597fcf65adf85', 2, 1, 'admin', '[]', 0, '2018-10-25 07:24:57', '2018-10-25 07:24:57', '2019-10-25 15:24:57'),
('0a371d1be96a2573c7d4038eccb2c12bcd48e52d13c69c89cbeec7617f8b1f6ba5b2b6b76013ed7d', 2, 1, 'admin', '[]', 0, '2018-10-25 07:58:33', '2018-10-25 07:58:33', '2019-10-25 15:58:33'),
('17bb24c6a392110fdb8684b37e9c4a6468e41d5c1129c22b0ffe2f0973651078aa5a52357bbded51', 2, 1, 'admin', '[]', 0, '2018-10-26 03:34:05', '2018-10-26 03:34:05', '2019-10-26 11:34:05'),
('821452c13c1e972d2f5fa8a234b61fe5ecd82364a099b60ee36861b6792e6b971146eb389fa85caa', 2, 1, 'admin', '[]', 0, '2018-10-26 07:33:09', '2018-10-26 07:33:09', '2019-10-26 15:33:09'),
('2e2633c06e94ee53ee89856b245a82f8c22f1af43d8b47cf702c23d8567eae1a306c6ac2092a5e7c', 2, 1, 'admin', '[]', 0, '2018-10-28 23:54:54', '2018-10-28 23:54:54', '2019-10-29 07:54:54'),
('daa218afd18a3c800e94afad82b79508868ae62c214e65e0ba0c2746e3c6409a265c52636e29bb60', 2, 1, 'admin', '[]', 0, '2018-10-29 01:58:12', '2018-10-29 01:58:12', '2019-10-29 09:58:12'),
('c7a85e2bf0dc132a26b98fa9d782ae23ac15dac8c7e9c2dcabc1f2c0c41b4bd39cc6e2cf93d26785', 2, 1, 'admin', '[]', 0, '2018-10-29 02:22:19', '2018-10-29 02:22:19', '2019-10-29 10:22:19'),
('079c36e56777089a68f9b9517b6a4c912463266173529ecefbfef8838c8c54691c79a039b37fee51', 2, 1, 'admin', '[]', 0, '2018-10-29 08:52:48', '2018-10-29 08:52:48', '2019-10-29 16:52:48'),
('4300dab527c8576918755ce1788c296c9ebe495bf3e58e3cc89499cf4a9cdc3b6ff83a592333457e', 2, 1, 'admin', '[]', 0, '2018-10-30 01:05:58', '2018-10-30 01:05:58', '2019-10-30 09:05:58'),
('0c634160a4fc7d0bc86b95a14fc682fca456cce501b43ff3cfec67954b265f7b968d34543accff61', 3, 1, 'admin', '[]', 0, '2018-11-30 06:02:33', '2018-11-30 06:02:33', '2019-11-30 14:02:33'),
('e13fd4da697c2573ebc6acac733414c44d84c046cdb918dfbc901121cbacc7a7dd284fd93a1f69ad', 2, 1, 'admin', '[]', 0, '2018-11-30 06:03:02', '2018-11-30 06:03:02', '2019-11-30 14:03:02'),
('a3bd66da791d8f7ac9a82e1781ca933061b32958d23767192a8333e46df40be30ec52d7ad672bb96', 2, 1, 'admin', '[]', 0, '2018-12-03 04:10:29', '2018-12-03 04:10:29', '2019-12-03 12:10:29'),
('e41cc00980e1b321e8f401ca549435045042e1fa3794fb02f772d4ba0197d31c91b181f92a308ae7', 2, 1, 'admin', '[]', 0, '2018-12-04 01:14:12', '2018-12-04 01:14:12', '2019-12-04 09:14:12'),
('a2cfba43af4ee7eed94cb36865c3592fa7952a0777384d47b83246318bb9b6e5714060002e14fc5c', 2, 1, 'admin', '[]', 0, '2018-12-04 01:49:20', '2018-12-04 01:49:20', '2019-12-04 09:49:20'),
('f27f1468637d4a4b178d5daa2683cca5ed2b2a4179e0eb2a5fb6b39551b5f6e13ff33174a0613982', 2, 1, 'admin', '[]', 0, '2018-12-04 02:16:43', '2018-12-04 02:16:43', '2019-12-04 10:16:43'),
('47ec0f6db7d4216979598a53e9f7b39fb6d6d485dc794f194eca581067a5c4154a6cd58bb280f07f', 2, 1, 'admin', '[]', 0, '2018-12-04 04:02:17', '2018-12-04 04:02:17', '2019-12-04 12:02:17'),
('7bdced98f724e0c906b4c915d61617762dd3020a8d37ed98a1192566d528c04b66a78aa3f51a47e5', 2, 1, 'admin', '[]', 0, '2018-12-05 00:40:56', '2018-12-05 00:40:56', '2019-12-05 08:40:56'),
('ac6b5b286843e27c3f1261b9b8a8a5bc3cfe115a846d59e4e6841c3470258f6f813035325837867a', 2, 1, 'admin', '[]', 0, '2018-12-05 00:50:21', '2018-12-05 00:50:21', '2019-12-05 08:50:21'),
('3ce42bb77c858ebbe3a8450d085408b232479b0c26062b6130372677062e4f27bfc9530dc1d0118a', 2, 1, 'admin', '[]', 0, '2018-12-06 00:08:37', '2018-12-06 00:08:37', '2019-12-06 08:08:37'),
('f8fdbe20e255d402005a59ab45127bd72bf8a7b71e24fae00efb20f20dda835e1981eeeb89e634c2', 2, 1, 'admin', '[]', 0, '2018-12-07 03:24:51', '2018-12-07 03:24:51', '2019-12-07 11:24:51'),
('1090ea1e9b66e174a6d913f85fc9a03035151912c5d1e5dd8ecebb2dd885dcade7b695efc56d085b', 2, 1, 'admin', '[]', 0, '2018-12-10 08:07:57', '2018-12-10 08:07:57', '2019-12-10 16:07:57'),
('6dddbcaf6aeb431ac5d846cd1e6637f3e174c2923d44b85729533f658ebb55425812bc82998fd1a6', 2, 3, 'admin', '[]', 0, '2018-12-12 02:51:45', '2018-12-12 02:51:45', '2019-12-12 10:51:45'),
('910b07c2fe03f5b3f091162137c611a2988a1ee6dae9c28bc3ebf621b66d4b179cb1a3facd7a8758', 2, 3, 'admin', '[]', 0, '2018-12-13 00:03:35', '2018-12-13 00:03:35', '2019-12-13 08:03:35'),
('2ed7f5047c5afbb57245702a89caa0613f99f45ae4ab3644ff3ddc1eff1140e70d7391ebc9ab9dbb', 2, 3, 'admin', '[]', 0, '2018-12-15 00:38:32', '2018-12-15 00:38:32', '2019-12-15 08:38:32'),
('ee7153482eeda1b91f99e1b4612151cfdd45bd3eed630fc93e19cb8c523b7a84b3584f17b55861d0', 2, 3, 'admin', '[]', 0, '2018-12-15 01:21:21', '2018-12-15 01:21:21', '2019-12-15 09:21:21'),
('9799e16bb6ecbcf1b6003316ac8af88084a33189dbd2d2783af86251ef87ab9c4bdd92bc8c664818', 2, 3, 'admin', '[]', 0, '2018-12-17 00:20:17', '2018-12-17 00:20:17', '2019-12-17 08:20:17'),
('0741326031628ac0e5a4d4728b04a42acdd8542e9e4cf7e8c5a78b3de190de70fe8e3934832c6156', 2, 3, 'admin', '[]', 0, '2018-12-17 02:59:26', '2018-12-17 02:59:26', '2019-12-17 10:59:26'),
('c341a0cef61656665f25abfa320d713fe013d89d328c1f9fe9348dada0a44467e1f9935d8609046b', 2, 3, 'admin', '[]', 0, '2018-12-18 00:09:14', '2018-12-18 00:09:14', '2019-12-18 08:09:14'),
('26d1df0a7934468bd09084dd67e26c7bbda1875910d8cbb455a39c00163ee760e90c2a9afd60e798', 2, 3, 'admin', '[]', 0, '2018-12-20 00:40:19', '2018-12-20 00:40:19', '2019-12-20 08:40:19');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_auth_codes`
--

CREATE TABLE `oauth_auth_codes` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` int(11) NOT NULL,
  `client_id` int(11) NOT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_clients`
--

CREATE TABLE `oauth_clients` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `secret` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `redirect` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `personal_access_client` tinyint(1) NOT NULL,
  `password_client` tinyint(1) NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_clients`
--

INSERT INTO `oauth_clients` (`id`, `user_id`, `name`, `secret`, `redirect`, `personal_access_client`, `password_client`, `revoked`, `created_at`, `updated_at`) VALUES
(1, NULL, 'Laravel Personal Access Client', 'Gi1QSvVT3diyJhTpYBmMs90WzWY25Yqb0Nt4VT6e', 'http://localhost', 1, 0, 0, '2018-10-04 07:15:47', '2018-10-04 07:15:47'),
(2, NULL, 'Laravel Password Grant Client', 'Zb3yWfHtEsE4iIn8w0lgHojAtERJKhsUV08X64qQ', 'http://localhost', 0, 1, 0, '2018-10-04 07:15:47', '2018-10-04 07:15:47'),
(3, NULL, 'Laravel Personal Access Client', 'rGnWYR9ESmW0TWmSDWMjXCvKlLvnTl4zAk5U3r53', 'http://localhost', 1, 0, 0, '2018-12-12 02:51:35', '2018-12-12 02:51:35'),
(4, NULL, 'Laravel Password Grant Client', '3xhAEaUB6N1pGzsn4mQ0ri7bIh98FTFJypoZiP6J', 'http://localhost', 0, 1, 0, '2018-12-12 02:51:36', '2018-12-12 02:51:36');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_personal_access_clients`
--

CREATE TABLE `oauth_personal_access_clients` (
  `id` int(10) UNSIGNED NOT NULL,
  `client_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_personal_access_clients`
--

INSERT INTO `oauth_personal_access_clients` (`id`, `client_id`, `created_at`, `updated_at`) VALUES
(1, 1, '2018-10-04 07:15:47', '2018-10-04 07:15:47'),
(2, 3, '2018-12-12 02:51:36', '2018-12-12 02:51:36');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_refresh_tokens`
--

CREATE TABLE `oauth_refresh_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `access_token_id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE `pages` (
  `id` int(11) NOT NULL,
  `title` varchar(300) NOT NULL,
  `image` varchar(191) DEFAULT NULL,
  `text` text,
  `site_id` int(11) NOT NULL DEFAULT '0',
  `order_num` int(11) DEFAULT '0',
  `parent_id` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL,
  `type` int(11) NOT NULL DEFAULT '0' COMMENT '0-text content, 1-link, 2-news category, 3-page, 4 file category, 5 link category ',
  `type_id` int(11) DEFAULT NULL,
  `blank` tinyint(1) NOT NULL DEFAULT '0',
  `link` varchar(500) DEFAULT NULL,
  `list_type` tinyint(1) NOT NULL DEFAULT '0' COMMENT '0-news blog, 1-> 3 grid, 2-> 4 grid,   3-> husnegt',
  `is_main` tinyint(1) NOT NULL DEFAULT '1',
  `icon` varchar(30) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`id`, `title`, `image`, `text`, `site_id`, `order_num`, `parent_id`, `created_at`, `updated_at`, `type`, `type_id`, `blank`, `link`, `list_type`, `is_main`, `icon`) VALUES
(25, 'Бэлэгдэл ', NULL, '<p><img alt=\"\" src=\"http://bayankhongor.towersoft.mn/uploads/news/43137291_192467981646260_6518320845499138048_n.png\" style=\"height:405px; width:300px\" /></p>\n', 0, 0, 40, '2018-12-04 02:14:13', '2018-12-07 07:48:09', 0, NULL, 0, '/p/25', 0, 1, NULL),
(26, 'Аймгийн тухай ', 'images/kvkL15UyPGcQ7hmWss4fmu3UNytdDZKDbaXAZQYB.jpeg', '<p>Баянхонгор аймаг нь Монголын баруун өмнөд хэсэгт&nbsp;Хангайн нурууны&nbsp;өмнөх өндөрлөг,&nbsp;Говь-Алтайн&nbsp;нурууны уулс,&nbsp;Алтайн өврийн говийг&nbsp;хамран&nbsp;говь&nbsp;хангайн бүсийг дамнан оршдог аймаг юм. Иймд нутаг нь уул тал хөндий хосолсон хэлбэр бүхий гадаргатай юм. Нутгийн хамгийн өндөр цэг нь Говь-Алтайн нурууны оргил 3957 м өргөгдсөн&nbsp;Их богд&nbsp;бөгөөд хамгийн нам цэг нь Алтайн өвөр говьд 750 м өндөр юм.&nbsp;Зээрэнгийн хөндий,&nbsp;Номингийн говь&nbsp;зэрэг Алтайн өврийн их говиуд бий. Говь-Алтайн ууланд&nbsp;1957&nbsp;онд газар хүчтэй хөдөлж, Ихбогд, Баянцагааны араар 300 орчим км үргэлжилсэн их хагархай гарсан юм. Баянхонгор аймгийн нутагт&nbsp;чулуун нүүрс,&nbsp;алт,&nbsp;барилгын материал&nbsp;элбэг байдаг.&nbsp;Байдраг,&nbsp;Түй&nbsp;зэрэг томоохон гол мөрдтэй,&nbsp;Бөөнцагаан,&nbsp;Орог нуур,&nbsp;Хөх нуур&nbsp;зэрэг том&nbsp;нууруудтай. Мөн 95 хэм хүрдэг халуунтай&nbsp;Шаргалжуутын рашаан&nbsp;болон&nbsp;Өүхэг рашаан,&nbsp;Хүрэмт рашаан,&nbsp;Халиут рашаан,&nbsp;Өргөөтийн рашаан&nbsp;гэж сайн&nbsp;рашаанууд&nbsp;бий. Баянхонгор аймгийн нутгийн хойд хэсэгт уулын хар шороон ба нутгийн хөрс, дунд хэсгээр нь тал хээрийн хүрэн хөрс, урд хэсгээр нь говийн саарал хөрс тархжээ.</p>\n', 0, 1, 40, '2018-12-04 02:18:18', '2018-12-07 07:48:09', 0, NULL, 0, '/p/26', 0, 1, NULL),
(28, 'Аялал жуулчлал', NULL, '', 0, 2, 40, '2018-12-07 03:33:26', '2018-12-07 07:48:05', 0, NULL, 0, '/p/28', 0, 1, NULL),
(29, 'ЦАГ ҮЕИЙН МЭДЭЭ', NULL, '', 0, 4, NULL, '2018-12-07 03:33:49', '2018-12-13 07:19:48', 2, 164, 0, '/p/29', 2, 1, NULL),
(43, 'Аймгийн засаг дарга', NULL, '', 0, 2, 41, '2018-12-07 05:59:12', '2018-12-10 08:35:22', 0, NULL, 0, '/p/43', 0, 1, NULL),
(46, 'Засаг даргын зөвлөл', NULL, '', 0, 3, 43, '2018-12-07 06:01:41', '2018-12-07 07:13:02', 0, NULL, 0, '/p/46', 0, 1, NULL),
(45, 'Товч намтар ', NULL, '', 0, 8, 43, '2018-12-07 06:00:31', '2018-12-07 06:00:54', 0, NULL, 0, '/p/45', 0, 1, NULL),
(44, 'Мэндчилгээ', NULL, '', 0, 8, 43, '2018-12-07 06:00:02', '2018-12-07 06:01:08', 0, NULL, 0, '/p/44', 0, 1, NULL),
(35, 'Засаг даргын орлогч ', NULL, '', 0, 3, 41, '2018-12-07 03:36:59', '2018-12-10 08:35:22', 0, NULL, 0, '/p/35', 0, 1, NULL),
(36, 'Засаг даргын зөвлөх ', NULL, '', 0, 6, 41, '2018-12-07 03:37:13', '2018-12-10 08:35:19', 0, NULL, 0, '/p/36', 0, 1, NULL),
(37, 'Засаг даргын Тамгын газар', NULL, '', 0, 7, 41, '2018-12-07 03:37:24', '2018-12-10 08:34:52', 0, NULL, 0, '/p/37', 0, 1, NULL),
(38, 'ЗДТГ-н дарга', NULL, '', 0, 0, 37, '2018-12-07 03:37:52', '2018-12-10 08:33:28', 0, NULL, 0, '/p/38', 0, 1, NULL),
(39, 'Танилцуулга ', NULL, '', 0, 3, 37, '2018-12-07 03:38:06', '2018-12-10 08:33:28', 0, NULL, 0, '/p/39', 0, 1, NULL),
(40, 'ТАНИЛЦУУЛГА', NULL, '', 0, 0, NULL, '2018-12-07 04:03:48', '2018-12-10 08:06:11', 3, 25, 0, '/p/40', 0, 1, NULL),
(41, 'НУТГИЙН УДИРДЛАГА', NULL, '', 0, 2, NULL, '2018-12-07 04:05:43', '2018-12-13 07:19:48', 3, 42, 0, '/p/41', 0, 1, NULL),
(42, 'ИТХурал ', NULL, '', 0, 1, 41, '2018-12-07 05:57:05', '2018-12-10 08:31:43', 0, NULL, 0, '/p/42', 0, 1, NULL),
(47, 'Үйл ажиллагааны хөтөлбөр ', NULL, '', 0, 4, 43, '2018-12-07 06:02:07', '2018-12-07 07:12:59', 0, NULL, 0, '/p/47', 0, 1, NULL),
(48, 'Төрийн захиргаа удирдлагын хэлтэс', NULL, '', 0, 3, 37, '2018-12-07 06:06:41', '2018-12-10 08:46:01', 0, NULL, 0, '/p/48', 0, 1, NULL),
(49, 'Танилцуулга', NULL, '', 0, 1, 48, '2018-12-07 06:07:09', '2018-12-10 08:49:34', 0, NULL, 0, '/p/49', 0, 1, NULL),
(50, 'Хонгор нутгийн бахархал', NULL, '', 0, 3, 40, '2018-12-07 07:09:39', '2018-12-10 08:09:41', 2, 143, 0, '/p/50', 0, 1, NULL),
(51, 'Улс төр', NULL, '', 0, 1, 50, '2018-12-07 07:10:01', '2018-12-10 08:42:33', 2, 144, 0, '/p/51', 0, 1, NULL),
(52, 'Соёл, урлаг, спорт', NULL, '', 0, 0, 50, '2018-12-07 07:10:13', '2018-12-10 08:42:33', 3, 52, 0, '/p/52', 0, 1, NULL),
(53, 'Хөдөө аж ахуй', NULL, '', 0, 5, 50, '2018-12-07 07:10:33', '2018-12-10 08:29:48', 3, 105, 0, '/p/53', 0, 1, NULL),
(54, 'Нийгэм', NULL, '', 0, 4, 50, '2018-12-07 07:10:56', '2018-12-10 08:29:29', 2, 148, 0, '/p/54', 0, 1, NULL),
(55, 'Боловсрол', NULL, '', 0, 3, 50, '2018-12-07 07:11:13', '2018-12-10 08:29:05', 2, 147, 0, '/p/55', 0, 1, NULL),
(56, 'Эрүүл мэнд', NULL, '', 0, 2, 50, '2018-12-07 07:11:27', '2018-12-10 08:28:47', 2, 146, 0, '/p/56', 0, 1, NULL),
(57, 'Захирамж, тушаал шийдвэр', NULL, '', 0, 2, 43, '2018-12-07 07:12:50', '2018-12-15 02:59:28', 4, 26, 0, '/p/57', 0, 1, NULL),
(58, 'Хяналтын хуудас', NULL, '', 0, 2, 48, '2018-12-07 07:17:02', '2018-12-10 08:49:40', 0, NULL, 0, '/p/58', 0, 1, NULL),
(59, 'Мэдээ мэдээлэл', NULL, '', 0, 3, 48, '2018-12-07 07:17:27', '2018-12-10 08:56:23', 2, 153, 0, '/p/59', 0, 1, NULL),
(60, 'Хууль, эрх зүйн хэлтэс', NULL, '', 0, 4, 37, '2018-12-07 07:18:10', '2018-12-10 08:46:01', 0, NULL, 0, '/p/60', 0, 1, NULL),
(61, 'Танилцуулга', NULL, '', 0, 0, 60, '2018-12-07 07:18:43', '2018-12-10 08:50:01', 0, NULL, 0, '/p/61', 0, 1, NULL),
(62, 'Хяналтын хуудас', NULL, '', 0, 1, 60, '2018-12-07 07:19:06', '2018-12-10 08:50:05', 0, NULL, 0, '/p/62', 0, 1, NULL),
(63, 'Мэдээ мэдээлэл', NULL, '', 0, 2, 60, '2018-12-07 07:19:22', '2018-12-10 08:56:48', 2, 156, 0, '/p/63', 0, 1, NULL),
(64, 'Хөрөнгө оруулалт, хөгжлийн бодлого, төлөвлөлтийн хэлтэс', NULL, '', 0, 5, 37, '2018-12-07 07:20:24', '2018-12-07 07:34:59', 0, NULL, 0, '/p/64', 0, 1, NULL),
(65, 'Асуулт хариулт ', NULL, '', 0, 3, 48, '2018-12-07 07:21:37', '2018-12-10 08:49:40', 0, NULL, 0, '/p/65', 0, 1, NULL),
(66, 'Асуулт хариулт', NULL, '', 0, 3, 60, '2018-12-07 07:22:12', '2018-12-10 08:49:55', 0, NULL, 0, '/p/66', 0, 1, NULL),
(67, 'Асуулт хариулт', NULL, '', 0, 3, 64, '2018-12-07 07:23:07', '2018-12-10 08:50:39', 0, NULL, 0, '/p/67', 0, 1, NULL),
(68, 'Мэдээ мэдээлэл', NULL, '', 0, 2, 64, '2018-12-07 07:23:21', '2018-12-10 08:57:13', 2, 154, 0, '/p/68', 0, 1, NULL),
(69, 'Хяналтын хуудас ', NULL, '', 0, 1, 64, '2018-12-07 07:23:46', '2018-12-10 08:50:35', 0, NULL, 0, '/p/69', 0, 1, NULL),
(70, 'Танилцуулга', NULL, '', 0, 0, 64, '2018-12-07 07:24:20', '2018-12-10 08:50:26', 0, NULL, 0, '/p/70', 0, 1, NULL),
(71, 'Санхүү төрийн сангийн хэлтэс', NULL, '', 0, 5, 37, '2018-12-07 07:25:00', '2018-12-10 08:47:14', 0, NULL, 0, '/p/71', 0, 1, NULL),
(72, 'Асуулт хариулт', NULL, '', 0, 3, 71, '2018-12-07 07:25:40', '2018-12-07 07:25:40', 0, NULL, 0, '/p/72', 0, 1, NULL),
(73, 'Мэдээ мэдээлэл', NULL, '', 0, 2, 71, '2018-12-07 07:25:53', '2018-12-10 08:57:40', 2, 155, 0, '/p/73', 0, 1, NULL),
(74, 'Хяналтын хуудас ', NULL, '', 0, 1, 71, '2018-12-07 07:26:19', '2018-12-07 07:26:19', 0, NULL, 0, '/p/74', 0, 1, NULL),
(75, 'Танилцуулга', NULL, '', 0, 0, 71, '2018-12-07 07:26:37', '2018-12-07 07:26:37', 0, NULL, 0, '/p/75', 0, 1, NULL),
(76, 'Нийгмийн бодлогын хэлтэс', NULL, '', 0, 6, 37, '2018-12-07 07:27:14', '2018-12-10 08:47:51', 0, NULL, 0, '/p/76', 0, 1, NULL),
(77, 'Асуулт хариулт', NULL, '', 0, 3, 76, '2018-12-07 07:28:22', '2018-12-07 07:28:22', 0, NULL, 0, '/p/77', 0, 1, NULL),
(78, 'Мэдээ мэдээлэл', NULL, '', 0, 2, 76, '2018-12-07 07:28:36', '2018-12-10 08:58:03', 2, 157, 0, '/p/78', 0, 1, NULL),
(79, 'Хяналтын хуудас', NULL, '', 0, 1, 76, '2018-12-07 07:28:49', '2018-12-07 07:28:49', 0, NULL, 0, '/p/79', 0, 1, NULL),
(80, 'Танилцуулга', NULL, '', 0, 0, 76, '2018-12-07 07:28:58', '2018-12-07 07:28:58', 0, NULL, 0, '/p/80', 0, 1, NULL),
(81, 'Хяналт, шинжилгээ, үнэлгээ, дотоод аудитын хэлтэс', NULL, '', 0, 7, 37, '2018-12-07 07:29:38', '2018-12-10 08:47:51', 0, NULL, 0, '/p/81', 0, 1, NULL),
(82, 'Асуулт хариулт', NULL, '', 0, 3, 81, '2018-12-07 07:32:09', '2018-12-10 08:44:27', 0, NULL, 0, '/p/82', 0, 1, NULL),
(83, 'Мэдээ мэдээлэл', NULL, '', 0, 2, 81, '2018-12-07 07:32:21', '2018-12-10 08:58:36', 2, 158, 0, '/p/83', 0, 1, NULL),
(84, 'Хяналтын хуудас ', NULL, '', 0, 1, 81, '2018-12-07 07:32:33', '2018-12-10 08:44:32', 0, NULL, 0, '/p/84', 0, 1, NULL),
(85, 'Танилцуулга', NULL, '', 0, 0, 81, '2018-12-07 07:33:07', '2018-12-10 08:43:55', 0, NULL, 0, '/p/85', 0, 1, NULL),
(86, 'Цэргийн штаб', NULL, '', 0, 8, 37, '2018-12-07 07:34:13', '2018-12-10 08:48:02', 0, NULL, 0, '/p/86', 0, 1, NULL),
(87, 'Асуулт хариулт', NULL, '', 0, 3, 86, '2018-12-07 07:35:21', '2018-12-07 07:35:21', 0, NULL, 0, '/p/87', 0, 1, NULL),
(88, 'Мэдээ мэдээлэл', NULL, '', 0, 2, 86, '2018-12-07 07:35:33', '2018-12-10 08:59:03', 2, 159, 0, '/p/88', 0, 1, NULL),
(89, 'Хяналтын хуудас ', NULL, '', 0, 1, 86, '2018-12-07 07:35:49', '2018-12-07 07:35:49', 0, NULL, 0, '/p/89', 0, 1, NULL),
(90, 'Танилцуулга', NULL, '', 0, 0, 86, '2018-12-07 07:36:03', '2018-12-07 07:36:03', 0, NULL, 0, '/p/90', 0, 1, NULL),
(91, 'Архивын тасаг', NULL, '', 0, 9, 37, '2018-12-07 07:36:25', '2018-12-10 08:59:29', 2, 160, 0, '/p/91', 0, 1, NULL),
(92, 'Асуулт хариулт', NULL, '', 0, 3, 91, '2018-12-07 07:37:50', '2018-12-10 08:49:01', 0, NULL, 0, '/p/92', 0, 1, NULL),
(93, 'Мэдээ мэдээлэл', NULL, '', 0, 2, 91, '2018-12-07 07:38:09', '2018-12-10 08:49:01', 0, NULL, 0, '/p/93', 0, 1, NULL),
(94, 'Лавлагаа мэдээллийн үнэ тариф', NULL, '', 0, 1, 91, '2018-12-07 07:38:25', '2018-12-10 08:48:53', 0, NULL, 0, '/p/94', 0, 1, NULL),
(95, 'Эрх зүйн акт', NULL, '', 0, 0, 91, '2018-12-07 07:39:01', '2018-12-10 08:48:36', 0, NULL, 0, '/p/95', 0, 1, NULL),
(96, 'Нийтлэл', NULL, '', 0, 10, 29, '2018-12-07 07:39:57', '2018-12-10 09:03:47', 2, 175, 0, '/p/96', 0, 1, NULL),
(97, 'Гадаад харилцаа', NULL, '', 0, 9, 29, '2018-12-07 07:40:07', '2018-12-10 09:03:17', 2, 174, 0, '/p/97', 0, 1, NULL),
(98, 'Байгаль орчин, аялал жуулчлал', NULL, '', 0, 7, 29, '2018-12-07 07:40:20', '2018-12-10 09:02:34', 2, 172, 0, '/p/98', 0, 1, NULL),
(99, 'Статистикийн мэдээ мэдээлэл', NULL, '', 0, 8, 29, '2018-12-07 07:56:57', '2018-12-10 09:03:00', 2, 173, 0, '/p/99', 0, 1, NULL),
(100, 'Хөдөлмөр, нийгмийн хамгаалал', NULL, '', 0, 6, 29, '2018-12-07 07:57:49', '2018-12-10 09:02:19', 2, 171, 0, '/p/100', 0, 1, NULL),
(101, 'Дэд бүтэц', NULL, '', 0, 0, 29, '2018-12-07 07:58:10', '2018-12-13 07:45:38', 2, 165, 0, '/p/101', 1, 1, NULL),
(102, 'Эрүүл мэнд', NULL, '', 0, 1, 29, '2018-12-07 07:58:18', '2018-12-10 09:00:16', 2, 166, 0, '/p/102', 0, 1, NULL),
(103, 'Соёл, спорт, урлаг', NULL, '', 0, 2, 29, '2018-12-07 07:58:28', '2018-12-10 09:00:28', 2, 167, 0, '/p/103', 0, 1, NULL),
(104, 'Боловсрол', NULL, '', 0, 3, 29, '2018-12-07 07:58:36', '2018-12-10 09:01:15', 2, 168, 0, '/p/104', 0, 1, NULL),
(105, 'Хөдөө аж ахуй', NULL, '', 0, 5, 29, '2018-12-07 07:58:56', '2018-12-10 09:02:01', 2, 170, 0, '/p/105', 0, 1, NULL),
(106, 'Хууль эрх зүй', NULL, '', 0, 4, 29, '2018-12-07 08:01:38', '2018-12-10 09:01:31', 2, 169, 0, '/p/106', 0, 1, NULL),
(107, 'ТӨСӨЛ ХӨТӨЛБӨР', NULL, '', 0, 6, NULL, '2018-12-07 08:04:38', '2018-12-13 07:19:48', 2, 176, 0, '/p/107', 0, 1, NULL),
(109, 'ИЛ ТОД БАЙДАЛ', NULL, '', 0, 8, NULL, '2018-12-07 08:06:30', '2018-12-13 07:19:48', 0, NULL, 0, '/p/109', 0, 1, NULL),
(110, 'Хүний нөөц', NULL, '', 0, 0, 109, '2018-12-07 08:07:16', '2018-12-07 08:07:16', 0, NULL, 0, '/p/110', 0, 1, NULL),
(111, 'Аймгийн хүний нөөцийн мэдээлэл', NULL, '', 0, 0, 110, '2018-12-07 08:07:35', '2018-12-07 08:07:35', 0, NULL, 0, '/p/111', 0, 1, NULL),
(112, 'Төрийн албаны салбар зөвлөл ', NULL, '', 0, 1, 110, '2018-12-07 08:07:52', '2018-12-07 08:07:52', 0, NULL, 0, '/p/112', 0, 1, NULL),
(113, 'Тогтоол, шийдвэр', NULL, '', 0, 2, 110, '2018-12-07 08:08:07', '2018-12-07 08:08:07', 0, NULL, 0, '/p/113', 0, 1, NULL),
(114, 'ТАСЗ-ийн үйл ажиллагаа', NULL, '', 0, 3, 110, '2018-12-07 08:08:43', '2018-12-07 08:08:43', 0, NULL, 0, '/p/114', 0, 1, NULL),
(115, 'Удирдах ажилтны сонгон шалгаруулалтын зар', NULL, '', 0, 4, 110, '2018-12-07 08:09:11', '2018-12-10 09:04:28', 2, 161, 0, '/p/115', 0, 1, NULL),
(116, 'Төрийн албаны мэргэшлийн шалгалтын зар', NULL, '', 0, 5, 110, '2018-12-07 08:09:24', '2018-12-10 09:04:42', 2, 162, 0, '/p/116', 0, 1, NULL),
(117, 'Нөөцөөс нөхөх иргэдийн зар', NULL, '', 0, 6, 110, '2018-12-07 08:09:58', '2018-12-10 09:04:54', 2, 163, 0, '/p/117', 0, 1, NULL),
(118, 'Төсөв санхүү', NULL, '', 0, 1, 109, '2018-12-07 08:10:22', '2018-12-07 08:10:22', 0, NULL, 0, '/p/118', 0, 1, NULL),
(119, 'Шилэн данс', NULL, '', 0, 0, 118, '2018-12-07 08:11:09', '2018-12-07 08:11:09', 0, NULL, 0, '/p/119', 0, 1, NULL),
(120, 'Төсвийн ерөнхийлөн захирагч', NULL, '', 0, 0, 119, '2018-12-07 08:11:25', '2018-12-07 08:11:25', 0, NULL, 0, '/p/120', 0, 1, NULL),
(121, 'Аймгийн ИТХурал', NULL, '', 0, 1, 119, '2018-12-07 08:11:45', '2018-12-07 08:11:45', 0, NULL, 0, '/p/121', 0, 1, NULL),
(122, 'Аймгийн Засаг даргын тамгын газар', NULL, '', 0, 2, 119, '2018-12-07 08:11:59', '2018-12-07 08:11:59', 0, NULL, 0, '/p/122', 0, 1, NULL),
(123, 'Батлагдсан төсөв', NULL, '', 0, 1, 118, '2018-12-07 08:12:31', '2018-12-07 08:12:31', 0, NULL, 0, '/p/123', 0, 1, NULL),
(124, 'Төсвийн гүйцэтгэл', NULL, '', 0, 2, 118, '2018-12-07 08:13:03', '2018-12-07 08:13:03', 0, NULL, 0, '/p/124', 0, 1, NULL),
(125, 'Орлого', NULL, '', 0, 0, 124, '2018-12-07 08:13:25', '2018-12-07 08:13:25', 0, NULL, 0, '/p/125', 0, 1, NULL),
(126, 'Зарлага', NULL, '', 0, 1, 124, '2018-12-07 08:13:43', '2018-12-07 08:13:43', 0, NULL, 0, '/p/126', 0, 1, NULL),
(127, 'Санхүүжилт', NULL, '', 0, 2, 124, '2018-12-07 08:13:54', '2018-12-07 08:13:54', 0, NULL, 0, '/p/127', 0, 1, NULL),
(128, 'Аудитын дүгнэлт, зөвлөмж', NULL, '', 0, 3, 118, '2018-12-07 08:14:30', '2018-12-07 08:14:30', 0, NULL, 0, '/p/128', 0, 1, NULL),
(129, 'Хөрөнгө оруулалт', NULL, '', 0, 4, 118, '2018-12-07 08:15:00', '2018-12-07 08:15:00', 0, NULL, 0, '/p/129', 0, 1, NULL),
(130, 'Орон нутгийн хөгжлийн сан', NULL, '', 0, 0, 129, '2018-12-07 08:15:24', '2018-12-07 08:15:24', 0, NULL, 0, '/p/130', 0, 1, NULL),
(131, 'Замын сан', NULL, '', 0, 1, 129, '2018-12-07 08:18:09', '2018-12-07 08:18:09', 0, NULL, 0, '/p/131', 0, 1, NULL),
(132, 'Улсын төсвийн хөрөнгө оруулалт', NULL, '', 0, 2, 129, '2018-12-07 08:18:29', '2018-12-07 08:18:29', 0, NULL, 0, '/p/132', 0, 1, NULL),
(133, 'Орон нутгийн хөрөнгө оруулалт', NULL, '', 0, 3, 129, '2018-12-07 08:20:13', '2018-12-07 08:20:13', 0, NULL, 0, '/p/133', 0, 1, NULL),
(134, 'Худалдан авах ажиллагаа (ОНӨГ)', NULL, '', 0, 2, 109, '2018-12-07 08:21:57', '2018-12-07 08:21:57', 0, NULL, 0, '/p/134', 0, 1, NULL),
(135, 'Төлөвлөгөө', NULL, '', 0, 0, 134, '2018-12-07 08:22:11', '2018-12-07 08:22:11', 0, NULL, 0, '/p/135', 0, 1, NULL),
(136, 'Тендер ', NULL, '', 0, 1, 134, '2018-12-07 08:22:22', '2018-12-11 02:45:37', 1, NULL, 1, 'https://tender.gov.mn/', 0, 1, NULL),
(137, 'Тайлан мэдээ', NULL, '', 0, 2, 134, '2018-12-07 08:22:40', '2018-12-07 08:22:40', 0, NULL, 0, '/p/137', 0, 1, NULL),
(138, 'Үйл ажиллагаа', NULL, '', 0, 3, 109, '2018-12-07 08:23:19', '2018-12-07 08:23:19', 0, NULL, 0, '/p/138', 0, 1, NULL),
(139, 'ТАХ-ын ёс зүйн дүрэм', NULL, '', 0, 0, 138, '2018-12-07 08:23:36', '2018-12-07 08:23:36', 0, NULL, 0, '/p/139', 0, 1, NULL),
(140, 'Дунд хугацааны хөгжлийн бодлогын хөтөлбөр', NULL, '', 0, 1, 138, '2018-12-07 08:23:55', '2018-12-07 08:23:55', 0, NULL, 0, '/p/140', 0, 1, NULL),
(141, 'Аймгийн эдийн засаг, нийгмийг хөгжүүлэх үндсэн чиглэл', NULL, '', 0, 2, 138, '2018-12-07 08:24:16', '2018-12-07 08:24:16', 0, NULL, 0, '/p/141', 0, 1, NULL),
(142, 'Авлигын эсрэг үйл ажиллагаа', NULL, '', 0, 3, 138, '2018-12-07 08:24:41', '2018-12-07 08:24:41', 0, NULL, 0, '/p/142', 0, 1, NULL),
(143, 'АЭҮА-ны төлөвлөгөө, тайлан', NULL, '', 0, 0, 142, '2018-12-07 08:25:07', '2018-12-07 08:25:07', 0, NULL, 0, '/p/143', 0, 1, NULL),
(144, 'Гадаадын зээл тусламж', NULL, '', 0, 1, 142, '2018-12-07 08:25:25', '2018-12-07 08:25:25', 0, NULL, 0, '/p/144', 0, 1, NULL),
(145, 'Тусгай зөвшөөрөл ', NULL, '', 0, 2, 142, '2018-12-07 08:25:58', '2018-12-07 08:25:58', 0, NULL, 0, '/p/145', 0, 1, NULL),
(146, 'Бусад мэдээлэл', NULL, '', 0, 3, 142, '2018-12-07 08:26:38', '2018-12-07 08:26:38', 0, NULL, 0, '/p/146', 0, 1, NULL),
(147, 'Төрийн аудит', NULL, '', 0, 4, 138, '2018-12-07 08:27:13', '2018-12-07 08:27:13', 0, NULL, 0, '/p/147', 0, 1, NULL),
(148, 'Дотоод аудит', NULL, '', 0, 5, 138, '2018-12-07 08:27:23', '2018-12-07 08:27:23', 0, NULL, 0, '/p/148', 0, 1, NULL),
(149, 'НЭГ ЦЭГ', NULL, '', 0, 10, NULL, '2018-12-07 08:27:54', '2018-12-13 07:19:48', 0, NULL, 0, '/p/149', 0, 1, NULL),
(150, 'Төрийн үйлчилгээний нэгдсэн төв', NULL, '', 0, 0, 149, '2018-12-07 08:28:19', '2018-12-07 08:28:19', 0, NULL, 0, '/p/150', 0, 1, NULL),
(151, 'Мэдээ, мэдээлэл', NULL, '', 0, 1, 149, '2018-12-07 08:28:51', '2018-12-10 09:05:54', 2, 177, 0, '/p/151', 0, 1, NULL),
(152, 'LIVE', NULL, '', 0, 12, NULL, '2018-12-07 08:29:31', '2018-12-13 07:19:48', 0, NULL, 0, '/p/152', 0, 1, NULL),
(153, 'Хуваарь', NULL, '', 0, 0, 152, '2018-12-07 08:29:47', '2018-12-07 08:29:47', 0, NULL, 0, '/p/153', 0, 1, NULL),
(154, 'Нөхөж үзэх', NULL, '', 0, 1, 152, '2018-12-07 08:30:03', '2018-12-07 08:30:03', 0, NULL, 0, '/p/154', 0, 1, NULL),
(155, 'ТВ', NULL, '', 0, 2, 152, '2018-12-07 08:30:18', '2018-12-07 08:30:18', 0, NULL, 0, '/p/155', 0, 1, NULL),
(156, 'Баянхонгор', NULL, '', 0, 0, 155, '2018-12-07 08:30:29', '2018-12-07 08:30:29', 0, NULL, 0, '/p/156', 0, 1, NULL),
(157, 'Хонгор', NULL, '', 0, 1, 155, '2018-12-07 08:30:49', '2018-12-07 08:30:49', 0, NULL, 0, '/p/157', 0, 1, NULL),
(158, 'Мазаалай', NULL, '', 0, 2, 155, '2018-12-07 08:31:00', '2018-12-07 08:31:00', 0, NULL, 0, '/p/158', 0, 1, NULL),
(159, 'VOLUNTEER', NULL, '', 0, 13, NULL, '2018-12-07 08:32:02', '2018-12-13 07:19:48', 0, NULL, 0, '/p/159', 0, 1, NULL),
(160, 'ҮЙЛЧИЛГЭЭНИЙ ГАЗРУУД', NULL, '', 0, 14, NULL, '2018-12-07 08:32:39', '2018-12-13 07:19:48', 0, NULL, 0, '/p/160', 0, 1, NULL),
(161, 'Холбоо барих', NULL, '', 0, 15, NULL, '2018-12-07 08:33:41', '2018-12-13 07:19:48', 0, NULL, 0, '/p/161', 0, 1, NULL),
(163, 'Сумын тухай', NULL, '', 50, 0, NULL, '2018-12-13 00:04:57', '2018-12-14 01:24:37', 0, NULL, 0, '/p/163', 0, 1, NULL),
(164, 'Танилцуулга', 'images/nPmPr8nvfaqKNlK4eKHAPcKKmNWotY56wrwUAB3H.jpeg', '<p>Сайн ноён хан аймгийн Дайчин Жүн вангийн хошуу нь Халхын Умар замын Дундад баруун этгээдийн хошуу юм. Манжийн ноёрхолын үед 1872 онд эфү Цэрэнгийн хоёр хөвүүн Цэнгүнжавын төрсөн дүү Цэвдэнжав уг хошууны анхны ноён болсноос хойш 1922 он хүртэл бараг гурван жарны турш угсаа залгамжлан 10 ноёд хошуу захирсан байна.</p>\n\n<p>Манжийн түрэмгийлэгч нарт үнэнчээр зүтгэж шалгарч баатар цол шагнагдсан Ц.Цэвдэнжав нь 1756 онд анх гэр дугантай Дашгомболин хийдийг Улаан даваанд байгуулснаас хойш 1758 онд Түйн голын Цагаан дэнжид Чогчин хурал номын сургууль, 1833 онд Цанид, 1870 онд Жүд дацан, Дэлгэр, Өлзийтэд, Цагаан Даяны хүрээ, 1869 онд Мамба дацан, 1885 онд Дүйнхэр дацанг байгуулж эдгээр хүрээг Бэгт Чойнхорлин Дашгэмпилэн хэмээнэ гэжээ.</p>\n\n<p>Богд хаант Монгол Улсын үед 1911-1922 онд Хошуу ноёноор Ц.Гүргэмжав, 1918-1922 онд түүний 2-р хөвгүүн Г. Соронзонгомбо угсаа залгамжлан захирчээ. 1918 оны тоо бүртгэлээр өрх 471, хүн ам 2639, үүнээс эмэгтэй 1114, эрэгтэй 1525 байснаас тайж 29, хамжлага ард 307, лам 756, албат ард 309, сул иргэн 124 байжээ. Мөн тэмээ 1778, адуу 7894, үхэр 6502, хонь, ямаа 33167, бүгд 49341 толгой малтай байснаас 5216 нь хүрээ жас, ноёных, 44125 нь харъяат ард иргэдийн мал байв. Ардын засгийн эхний жилүүдэд 1923-1931 онд Цэцэрлэг Мандал уулын Түйн голын хошуу гэж нэрлэгдэн байсан. Энэ үед Их овоо, Хөшиг уул, Хөх нуур, Эрдэнэцогт гэсэн 4 сумтай байв. Хошууны даргаар Ванчингийн Дамдинсамбуу мээрин олны хүсэлтээр сонгогдон ажиллаж байлаа. Энэ хошууны хил хязгаар нь зүүн талд Түйн гол, зүүн өмнөд талд Номгон уул, баруун талд Хар нүдэнгийн худаг, Тарваган тээг, баруун хойш Гүн даваа, Молцог хойт талд &nbsp;Хөл саяын даваа, Салаагийн эх хүрнэ гэж тус тус цэсэлсэн байдаг.</p>\n\n<p>Дайчин Жүн &nbsp;вангийн хошуунд байсан овгууд нь Боржигон, Урианхай, Сартуул, Өөлд, Бэсүд, Олонхууд, Харчин, хошууд Хэргэс, Жаагийнхан, Манхилаг, Рашааныхан, Харьт, Хэвлийнхэн &nbsp;зэрэг юм.</p>\n\n<p>1931 онд Өвөрхангай аймгийн Эрдэнэцогт сум гэгдэн 15 багтайгаар эхлэн байгуулагдаж байсан бөгөөд БНМАУ-ын Бага хурлын тэргүүлэгчдийн 1946 оны 35-р тогтоолоор Эрдэнэцогт сумаас 6, 7, 8, 9, 10, 11, 12 дугаар багууд буюу 7 баг, Баацагаан сумаас 2 баг бүгд 9 баг, 632 өрх 2675 хүн ам, 104 мянган малтайгаар &ldquo;Баянхонгор аймгийн Баян-овоо сум&rdquo; гэж нэрлэн эдүгээгийн оршин буй Хөх нуурын хөвөөнд төвхнөсөн байна</p>\n', 50, 0, 163, '2018-12-13 00:05:18', '2018-12-14 05:21:18', 0, NULL, 0, '/p/164', 0, 1, NULL),
(165, 'Түүхэн товчоо', NULL, '', 50, 1, 163, '2018-12-13 00:05:37', '2018-12-14 01:28:49', 0, NULL, 0, '/p/165', 0, 1, NULL),
(166, 'Алдартнууд', NULL, '', 50, 2, 163, '2018-12-13 00:05:52', '2018-12-14 01:28:52', 0, NULL, 0, '/p/166', 0, 1, NULL),
(167, 'Эрхэм зорилго', NULL, '', 50, 3, 163, '2018-12-13 00:06:03', '2018-12-14 01:28:57', 0, NULL, 0, '/p/167', 0, 1, NULL),
(168, 'ИТХ', NULL, '', 50, 2, NULL, '2018-12-13 00:06:18', '2018-12-14 01:47:17', 0, NULL, 0, '/p/168', 0, 1, NULL),
(169, 'ЗДТГ', NULL, '', 50, 4, NULL, '2018-12-13 00:06:24', '2018-12-14 01:47:17', 0, NULL, 0, '/p/169', 0, 1, NULL),
(170, 'Тамгын газрын албадууд', NULL, '', 50, 6, 169, '2018-12-13 00:06:30', '2018-12-14 01:47:43', 0, NULL, 0, '/p/170', 0, 1, NULL),
(172, 'Ил тод байдал', NULL, '', 50, 9, NULL, '2018-12-13 00:06:41', '2018-12-14 01:47:17', 0, NULL, 0, '/p/172', 0, 1, NULL),
(173, 'Шилэн данс', NULL, '', 50, 10, NULL, '2018-12-13 00:06:51', '2018-12-14 01:47:17', 1, NULL, 1, 'http://shilendans.gov.mn/org/113', 0, 1, NULL),
(174, 'Төсөв санхүү', NULL, '', 50, 0, 172, '2018-12-13 00:07:04', '2018-12-14 01:29:25', 0, NULL, 0, '/p/174', 0, 1, NULL),
(175, 'Үйл ажиллагаа', NULL, '', 50, 1, 172, '2018-12-13 00:07:15', '2018-12-17 02:00:15', 2, 180, 0, '/p/175', 0, 1, NULL),
(176, 'Хүний нөөц', NULL, '', 50, 2, 172, '2018-12-13 00:07:25', '2018-12-14 01:30:27', 0, NULL, 0, '/p/176', 0, 1, NULL),
(177, 'Худалдан авах ажиллагаа', NULL, '', 50, 3, 172, '2018-12-13 00:07:45', '2018-12-14 01:30:34', 0, NULL, 0, '/p/177', 0, 1, NULL),
(178, 'Төсөв', NULL, '', 50, 0, 174, '2018-12-13 01:36:44', '2018-12-14 01:29:28', 0, NULL, 0, '/p/178', 0, 1, NULL),
(179, 'Төсвийн гүйцэтгэл, сарын мэдээ', NULL, '', 50, 1, 174, '2018-12-13 01:36:55', '2018-12-13 01:58:07', 0, NULL, 0, '/p/179', 0, 1, NULL),
(180, 'Аудитын дүгнэлт , зөвлөмж', NULL, '', 50, 2, 174, '2018-12-13 01:58:23', '2018-12-14 01:29:50', 0, NULL, 0, '/p/180', 0, 1, NULL),
(181, '5 сая + орлого, зарлага', NULL, '', 50, 3, 174, '2018-12-13 01:58:34', '2018-12-14 01:29:53', 0, NULL, 0, '/p/181', 0, 1, NULL),
(182, 'Орон нутгийн хөгжлийн сан', NULL, '', 50, 4, 174, '2018-12-13 01:58:42', '2018-12-14 01:29:56', 0, NULL, 0, '/p/182', 0, 1, NULL),
(183, 'Орон нутгийн нөөц хөрөнгө', NULL, '', 50, 0, 174, '2018-12-13 01:58:57', '2018-12-13 01:59:22', 0, NULL, 0, '/p/183', 0, 1, NULL),
(184, 'Сум хөгжүүлэх сан', NULL, '', 50, 5, 174, '2018-12-13 01:59:06', '2018-12-14 01:29:59', 0, NULL, 0, '/p/184', 0, 1, NULL),
(186, 'ИТХурлын тогтоол', NULL, '', 0, 1, NULL, '2018-12-13 07:17:34', '2018-12-13 08:56:07', 0, NULL, 0, '/p/186', 0, 0, 'fas fa-gavel fa-2x'),
(187, 'Засаг даргын захирамж', NULL, '', 0, 3, NULL, '2018-12-13 07:17:44', '2018-12-17 03:57:07', 1, NULL, 0, '#/p/57', 0, 0, 'far fa-file-alt fa-2x'),
(188, 'ЗДТГ-ын даргын тушаал', NULL, '', 0, 5, NULL, '2018-12-13 07:18:08', '2018-12-13 08:56:22', 0, NULL, 0, '/p/188', 0, 0, 'far fa-list-alt fa-2x'),
(189, 'Төсөл хөтөлбөр', NULL, '', 0, 7, NULL, '2018-12-13 07:18:18', '2018-12-13 08:56:29', 0, NULL, 0, '/p/189', 0, 0, 'fas fa-university fa-2x'),
(190, 'Нээлттэй ажлын байр', NULL, '', 0, 9, NULL, '2018-12-13 07:18:37', '2018-12-13 08:56:36', 0, NULL, 0, '/p/190', 0, 0, 'far fa-copy fa-2x'),
(191, 'Утасны жагсаалт', NULL, '', 0, 11, NULL, '2018-12-13 07:18:50', '2018-12-13 08:56:43', 0, NULL, 0, '/p/191', 0, 0, 'fas fa-phone fa-2x'),
(193, 'Иргэдийн төлөөлөгчдийн<br>хурлын тогтоол', NULL, '', 50, 1, NULL, '2018-12-14 00:43:45', '2018-12-14 01:47:17', 4, 29, 0, '/p/193', 0, 0, 'fa fa-gavel'),
(194, 'Засаг даргын<br>захирамж', NULL, '', 50, 3, NULL, '2018-12-14 00:44:01', '2018-12-14 01:47:17', 4, 28, 0, '/p/194', 0, 0, 'far fa-file-alt'),
(195, 'Засаг даргын тамгын<br>газрын тушаал', NULL, '', 50, 5, NULL, '2018-12-14 00:44:13', '2018-12-14 01:47:17', 4, 27, 0, '/p/195', 0, 0, 'far fa-list-alt'),
(196, 'Төсөл<br>хөтөлбөрүүд', NULL, '', 50, 7, NULL, '2018-12-14 00:44:25', '2018-12-14 01:47:17', 2, 181, 0, '/p/196', 0, 0, 'fa fa-university'),
(197, 'Санал хүсэлт<br>өргөдөл, гомдол', NULL, '', 50, 8, NULL, '2018-12-14 00:44:45', '2018-12-17 14:07:00', 1, NULL, 0, 'feedback', 0, 0, 'far fa-comments'),
(204, 'Даргын мэндчилгээ', NULL, '', 50, 0, 168, '2018-12-14 01:48:09', '2018-12-17 01:38:00', 0, NULL, 0, '/p/204', 0, 1, NULL),
(198, 'Засаг даргын тамгын газар', NULL, '', 50, 0, 173, '2018-12-14 01:38:44', '2018-12-14 01:41:23', 1, NULL, 1, 'http://shilendans.gov.mn/org/1890', 0, 1, NULL),
(199, 'Иргэдийн төлөөлөгчдийн хурал', NULL, '', 50, 1, 173, '2018-12-14 01:39:31', '2018-12-14 01:41:42', 1, NULL, 1, 'http://shilendans.gov.mn/org/1889', 0, 1, NULL),
(200, 'Хүн эмнэлэг', NULL, '', 50, 2, 173, '2018-12-14 01:40:00', '2018-12-14 01:41:53', 1, NULL, 1, 'http://shilendans.gov.mn/org/1887', 0, 1, NULL),
(201, 'Соёлын төв', NULL, '', 50, 3, 173, '2018-12-14 01:40:23', '2018-12-14 01:40:37', 1, NULL, 1, 'http://shilendans.gov.mn/org/1888', 0, 1, NULL),
(202, 'Дунд сургууль', NULL, '', 50, 4, 173, '2018-12-14 01:42:16', '2018-12-14 01:42:59', 1, NULL, 1, 'http://shilendans.gov.mn/org/1885', 0, 1, NULL),
(203, 'Хүүхдийн цэцэрлэг', NULL, '', 50, 5, 173, '2018-12-14 01:42:39', '2018-12-14 01:43:12', 1, NULL, 1, 'http://shilendans.gov.mn/org/1886', 0, 1, NULL),
(205, 'Эрхэм зорилго', NULL, '', 50, 2, 168, '2018-12-14 01:48:55', '2018-12-17 06:17:29', 0, NULL, 0, '/p/205', 0, 1, NULL),
(206, 'Мэдээ, мэдээлэл', NULL, '', 50, 6, NULL, '2018-12-14 01:49:32', '2018-12-14 01:49:32', 0, NULL, 0, NULL, 0, 1, NULL),
(207, 'Цаг үеийн мэдээ', NULL, '', 50, 0, 206, '2018-12-14 01:50:10', '2018-12-15 06:02:05', 2, 179, 0, '/p/207', 0, 1, NULL),
(209, 'Засаг даргын мэндчилгээ', NULL, '', 50, 1, 169, '2018-12-14 01:58:53', '2018-12-17 01:38:11', 0, NULL, 0, '/p/209', 0, 1, NULL),
(210, 'Эрхэм зорилго', NULL, '', 50, 2, 169, '2018-12-14 01:59:03', '2018-12-14 01:59:03', 0, NULL, 0, NULL, 0, 1, NULL),
(213, 'Фото мэдээ', NULL, '', 50, 1, 206, '2018-12-17 04:58:00', '2018-12-17 04:58:00', 2, 187, 0, '/p/213', 0, 1, NULL),
(214, 'Видео мэдээ', NULL, '', 50, 2, 206, '2018-12-17 04:58:18', '2018-12-17 04:58:18', 2, 188, 0, '/p/214', 0, 1, NULL),
(215, 'Засаг даргын захирамж', NULL, '', 50, 3, 169, '2018-12-17 06:16:19', '2018-12-17 06:16:19', 4, 28, 0, '/p/215', 0, 1, NULL),
(216, 'ЗДТГ-ын тушаал', NULL, '', 50, 4, 169, '2018-12-17 06:16:48', '2018-12-17 06:16:48', 4, 27, 0, '/p/216', 0, 1, NULL),
(217, 'ИТХ-ын тогтоол', NULL, '', 50, 1, 168, '2018-12-17 06:17:03', '2018-12-17 06:17:29', 4, 29, 0, '/p/217', 0, 1, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `polls`
--

CREATE TABLE `polls` (
  `id` int(11) NOT NULL,
  `question` varchar(500) NOT NULL,
  `cnt` int(11) NOT NULL DEFAULT '0',
  `site_id` int(11) NOT NULL DEFAULT '0',
  `image` varchar(255) DEFAULT NULL,
  `finish_date` date DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `polls`
--

INSERT INTO `polls` (`id`, `question`, `cnt`, `site_id`, `image`, `finish_date`, `status`, `created_at`, `updated_at`) VALUES
(5, 'Таны бодлоор аль түвшний албан тушаалтан авлигад хамгийн их өртөх магадлалтай вэ?', 39, 0, 'images/92sZtjIunN535R4pliYXT03MmpNRkVskSFj7g2Mf.jpeg', '2018-12-29', 1, '2018-10-18 06:45:42', '2018-12-21 04:27:27');

-- --------------------------------------------------------

--
-- Table structure for table `poll_answers`
--

CREATE TABLE `poll_answers` (
  `id` int(11) NOT NULL,
  `poll_id` int(11) NOT NULL,
  `answer` varchar(1000) DEFAULT NULL,
  `cnt` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `poll_answers`
--

INSERT INTO `poll_answers` (`id`, `poll_id`, `answer`, `cnt`, `created_at`, `updated_at`) VALUES
(15, 5, 'Туслах албан тушаалтан буюу ажилчид', 9, '2018-12-20 00:46:03', '2018-12-20 03:09:26'),
(14, 5, 'Гүйцэтгэх албан тушаалтан буюу мэргэжилтэн', 6, '2018-12-20 00:46:03', '2018-12-20 03:04:56'),
(13, 5, 'Удирдах албан тушаалтан буюу байгууллагын дарга нар', 12, '2018-12-20 00:46:03', '2018-12-21 04:27:27'),
(16, 5, 'Бүгд', 12, '2018-12-20 00:46:03', '2018-12-20 03:06:25');

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `id` int(11) NOT NULL,
  `admin_id` int(11) NOT NULL,
  `site_id` int(11) NOT NULL DEFAULT '0',
  `title` varchar(500) DEFAULT NULL,
  `content` text,
  `short_content` varchar(1000) DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `type` tinyint(4) NOT NULL DEFAULT '0' COMMENT '0-medee, 1-photo, 2-video',
  `status` tinyint(4) NOT NULL DEFAULT '1' COMMENT '1-niitlegdsen, 0-noorog',
  `is_primary` tinyint(1) DEFAULT '0',
  `main_site_publish` tinyint(4) NOT NULL DEFAULT '0' COMMENT '0-ugui , 1-huleegdej biu, 2 nitlegdsen',
  `view_count` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `admin_id`, `site_id`, `title`, `content`, `short_content`, `image`, `type`, `status`, `is_primary`, `main_site_publish`, `view_count`, `created_at`, `updated_at`) VALUES
(4, 2, 0, 'Их хуралдаа хайртай юу, Х.Энхжаргалдаа хайртай юу!', '<p>Монгол Улсын Ерөнхийлөгч Х.Баттулга өөрөө тарах шийдвэр гаргахыг УИХ-д санал болгох асуудлыг зөвшилцөхөөр саналаа өчигдөр /2018.10.29/ УИХ-ын дарга М.Энхболдод хүргүүлэв. &ldquo;Дараа нь&rdquo; C1 телевизийн &ldquo;Цензургүй ярилцлага&rdquo; нэвтрүүлгийн зочноор уригдан яагаад өргөн барьснаа тайлбарлалаа. Энэ үеэр АТГ-ын дарга, тэргүүн комиссар Х.Энхжаргалыг, Улсын Ерөнхий прокурор М.Энх-Амгалан нарыг дуудаж &ldquo;ажлыг нь шалгасан&rdquo; тухайгаа ч тайлагнав. Мөн хамгийн олонтаа онилж ярьсан объект нь Сангийн сайд Ч.Хүрэлбаатар байсан юм. Тэрбээр УИХ өөрийнх нь гаргасан саналыг хүлээн авч тарна гэж итгэж байгаа гэнэ. Харин тарахгүй бол өлсгөлөн зарлах уу, суулт хийх үү гэж байна. Энэ &ldquo;отказ&rdquo;-аа АТГ-ын даргад ч бас хэлсэн гэлээ.</p>\n\n<p>Ерөнхийлөгчийн ярианаас УИХ-ыг ноцтой шалтгаануудын талаар болон шалтаг нь хэтэрхий олон болохыг харав. Ерөөсөө эдийн засгийн өсөлт яагаад өрх бүрийн хаалгаар ордоггүй юм бэ. Ядуурал яагаад буурдаггүй, авлига яагаад арилдаггүй, авлигачдыг яагаад суллаад явуулчихдаг юм бэ. Төсвөө хэмнэх ёстой байтал тойрог бүрт тараах мөнгийг нэмсээр байна. Зураг төсөвгүй 375 барилга барихаар төсөвт тусгасан, өөрийг нь шүүмжилснээс хойш 404 болж өссөн, Жижиг, дунд үйлдвэрлэлийг хөгжүүлэх сангийн зээлийг яагаад нэр бүхий УИХ-ын гишүүд хүртээд байна вэ. Энэ бүхнийг арилгахгүй байгаа УИХ яасан муухай вэ гэдэг л гучаад жилийн &ldquo;хур&rdquo; асуудал өнөөгийн УИХ-ыг тараах шалтгаан нь юм байна гэж ойлголоо. Ээдрээтэй нэг тайлбар нь дахиад Засгийн газрыг огцруулснаас УИХ-ыг тараах нь дээр гэж үзсэн гэх хачирхалтай хариулт байлаа. Учир нь, УИХ тарж шинэ парламент бүрдэж гэмээнэ &ldquo;яг яаж&rdquo; хуучин Засгийн газар хэвээрээ байх хуулийн гаргалгааг олж харсан юм бол. Мөн төсвийг хэмнэх тухай ярихдаа дахиад сонгууль явуулах арга замыг хэн зөвлөсөн нь сонирхолтой.</p>\n\n<p>Тэрбээр өчигдөр /2018.10.29/ МАН-ын бүлгийн хуралд оролцож, дараа нь АТГ-ын дарга, Улсын Ерөнхий прокурорыг дуудан уулзаад дараа нь УИХ-ын даргад саналаа хүргүүлсэн. Мөн орой &ldquo;Цензургүй яриа&rdquo; нэвтрүүлэгт оролцож саналаа тайлбарлах төлөвлөгөөтэй байсан бололтой.</p>\n\n<blockquote>\n<p>Төрийн тэргүүнд хуулийн дагуу УИХ-ыг тараах саналаа хүргүүлэх, хэлэлцүүлэх эрх байдаг, УИХ-ын дарга түүнийг нь саадгүй хүлээн авч хэлэлцүүлэх ийм л зохицуулалтаар Монгол Улсын төрийн эрх барих дээд байгууллагын маань &ldquo;амь нас&rdquo; оршин тогтнодог юм байна.</p>\n</blockquote>\n\n<p>УИХ хэлэлцэнэ. Таръя гээд тавин гишүүн кноп дарах нь юу л бол. Гэтэл тарахгүй бол Ерөнхийлөгч өлсгөлөн, эсвэл суулт зарлаж дэлхийн тавцнаа Монгол төрийн нэр хүндийг унагаж тэмцэх төлөвлөгөөтэй аж. УИХ-ыг тараах шийдвэрийг Ерөнхийлөгч анх удаа гаргаж байгаа шиг УИХ &ldquo;сайн дураараа&rdquo; тарахгүй бол Ерөнхийлөгч маань хийх үйлдэл мөн л анхдагч болж &nbsp;таарах нь. УИХ-ыг тараах тухай ярих бүрт шахам АТГ-ын даргыг ажлаас чөлөөлөх асуудал хамт яригддаг. Энэ удаад &ldquo;хорхойтой шүд&rdquo;-ийг эмчлэх бус суга татахаар шийдэв бололтой. Өөрөөр хэлбэл, АТГ-ын даргад өгч буй сануулга &ldquo;ахисан түвшинд&rdquo; шантааж болон очиж буй мэт дүр зураг харагдаж байна.</p>\n\n<p>Ерөнхийлөгч нэвтрүүлгийн үеэр хэлсэн шигээ бухимдалтай байв. Мөн ард иргэдэд нь бухимдах шалтгаан өсөн нэмэгдсээр буйг мэдэрч ийм алхам хийсэн үү гэхээс УИХ тарчихна гэсэн итгэлтэй байгаа нь юу л бол. Хэрэв Х.Баттулга гэдэг улстөрч өөрөө 64 гишүүний дэмжлэгтэй УИХ-ын дарга байсан бол УИХ-ыг нь өөрөө тарах санал тавихад хэрхэн хүлээн авах байсан бол.</p>\n\n<p><strong>УИХ-ын тухай хууль: 31 дүгээр зүйл. Улсын Их Хурлын бүрэн эрх хугацаанаас өмнө дуусгавар болох</strong></p>\n\n<blockquote>\n<p><strong>31.1.</strong>&nbsp;Дор дурдсан тохиолдолд Улсын Их Хурлын бүрэн эрх энэ хуулийн 30.1-д заасан хугацаанаас өмнө дуусгавар болно:</p>\n\n<p><strong>31.1.1</strong>.Улсын Их Хурлын нийт гишүүний гуравны хоёроос доошгүй нь Улсын Их Хурал бүрэн эрхээ хэрэгжүүлэх боломжгүй гэж үзэж хугацаанаас нь өмнө тараах тогтоолын төсөл өргөн мэдүүлснийг Улсын Их Хурал хэлэлцэж ёсоор болгосон;</p>\n\n<p><strong>&nbsp;31.1.2.</strong>&nbsp;Ерөнхийлөгч Улсын Их Хурлын даргатай зөвшилцөн санал нэгдэж Улсын Их Хурал бүрэн эрхээ хэрэгжүүлэх боломжгүй гэж үзэж хугацаанаас нь өмнө тараах тогтоолын төсөл өргөн мэдүүлснийг Улсын Их Хурал хэлэлцэж ёсоор болгосон;</p>\n\n<p><strong>31.1.4.</strong>&nbsp;энэ хуулийн 31.1.3-т заасан үндэслэлээр Монгол Улсын Ерөнхийлөгч Улсын Их Хурлыг тараах зарлиг гаргасан.</p>\n\n<p><strong>31.2.</strong>&nbsp;Энэ хуулийн 31.1.1- 31.1.3-т заасан тогтоолын төслийг Улсын Их Хурлын нийт гишүүний гуравны хоёроос доошгүй нь дэмжсэн бол Улсын Их Хурал тарах тухай шийдвэр гаргана.</p>\n\n<p><strong>&nbsp;31.3.</strong>&nbsp;Энэ хуулийн 31.1.1-31.1.3-т заасан тогтоолын төслийг Улсын Их Хурлын ээлжит болон ээлжит бус чуулганы үеэр өргөн мэдүүлсэн бол ажлын 7 хоногийн дотор, чуулганы чөлөөт цагт өргөн мэдүүлсэн бол ээлжит бус чуулганыг ажлын 3 хоногт багтаан зарлаж, тухайн асуудлыг хэлэлцэж эхэлснээс хойш ажлын 7 хоногт багтаан шийдвэрлэнэ.</p>\n\n<p><strong>31.4.</strong>&nbsp;Улсын Их Хурал өөрөө тарах бол тогтоол, Ерөнхийлөгч Улсын Их Хурлыг тараах бол зарлиг гаргах бөгөөд эдгээр шийдвэр эцсийнх байна.</p>\n\n<p><strong>31.5</strong>.Энэ хуулийн 31.1.1-31.1.3-т зааснаар Улсын Их Хурал өөрөө тарах тухай шийдвэр гаргасан бол мөн өдөр Улсын Их Хурлын сонгууль товлон зарлах тухай тогтоолыг хамтад нь батална.</p>\n\n<p><strong>31.6.</strong>&nbsp;Ерөнхийлөгч энэ хуулийн 31.1.4-т зааснаар Улсын Их Хурлыг хугацаанаас нь өмнө тараах зарлиг гаргасан бол Улсын Их Хурал уг зарлиг гарснаас хойш 7 хоногийн дотор Улсын Их Хурлын сонгуулийг товлон зарлана.</p>\n\n<p><strong>31.7.</strong>&nbsp;Энэ хуулийн 31.5, 31.6-д заасан хугацаанд Улсын Их Хурлын сонгуулийг товлон зарлаагүй бол дараагийн өдрийг Улсын Их Хурлын сонгууль товлон зарласан өдөрт тооцож Сонгуулийн ерөнхий хороо ээлжит сонгуулийг зохион байгуулна.</p>\n</blockquote>\n\n<p>Хуулийн дагуу асуудал үргэлжилж Ерөнхийлөгчийн саналыг хэлэлцэнэ. Харин &ldquo;УИХ тарахаар болбол&hellip;&rdquo; дахин сонгууль явагдана. Энэ оны нэгдүгээр сарын 12-нд Италийн Ерөнхийлөгч Сержо Матарелла парламентаа хугацаанаас нь өмнө тарааж, шинээр сонгууль явуулах зарлигт гарын үсгээ зурсан. Мөн дөрөвдүгээр сарын 9-нд Малайзын Ерөнхий сайд Нажим Разак Эзэн вангийнхаа зөвшөөрлөөр парламентыг тараахаа зарласан гэх мэтчилэн түүнд судалсан жишиг, авсан идеа байсан л байх.</p>\n\n<p>Харин Засгийн газар нь парламентаа огцруулдаг бус, парламент өөрөө өөрийгөө, эсвэл ард түмний санал асуулгаар огцруулдаг зохицуулалттай Монгол Улсын хувьд тун сонирхолтой шинэ жишиг тогтох бололтой. Учир нь, УИХ сайн дураараа тарлаа гэж бодоход санал нь Ерөнхийлөгчөөс гарсан гэж түүхэнд үлдэнэ. Ерөнхийлөгч, УИХ аль аль нь ард түмнээс шууд сонгогддог буюу ард түмний хууль ёсны төлөөлөл болдог. Нэг нь нөгөөгөө огцруулах асуудлыг шийддэг нь хоёр толгойт засаглалын &ldquo;дутагдал&rdquo; гэх үү дээ.</p>\n\n<p>Үүнээс хамааран парламент ба ерөнхийлөгчийн хооронд улс төрийн зөрчилдөөн, үл ойлголцол үүсч, төрийн механизм гацаанд орох магадлал өндөр. Хэдийгээр анх АНУ-д гүйцэтгэх засаглалд тавих хяналтыг бий болгох үүднээс Ерөнхийлөгч болон хууль тогтоох байгууллагын эрх мэдлийг нарийн зааглан хуваарилсан боловч энэ нь бодит байдал дээр Ерөнхийлөгчид илүү эрх мэдлийг бүрдүүлж эргээд түүний сонгогдох хугацааг богиносгох зэргээр эрх мэдлийг нь хязгаарлах болжээ. Тэгэхээр харшилдаж болохгүй хоёр инстиутци харших цаг нь ирж. Энэ цаг мөчийг эв нэгдлийн бэлэг тэмдэг маань түмнээ ядуурлаас, авлигаас салгах гэж авчирч байгаа нь хачирхалтай бөгөөд цаашид үр дагавар нь ямар байхыг айсуй өдрүүдэд болох үйл явдлууд харуулах биз ээ.</p>\n\n<p>Монгол Улсын Ерөнхийлөгч Х.Баттулга өөрөө тарах шийдвэр гаргахыг УИХ-д санал болгох асуудлыг зөвшилцөхөөр саналаа өчигдөр /2018.10.29/ УИХ-ын дарга М.Энхболдод хүргүүлэв. &ldquo;Дараа нь&rdquo; C1 телевизийн &ldquo;Цензургүй ярилцлага&rdquo; нэвтрүүлгийн зочноор уригдан яагаад өргөн барьснаа тайлбарлалаа. Энэ үеэр АТГ-ын дарга, тэргүүн комиссар Х.Энхжаргалыг, Улсын Ерөнхий прокурор М.Энх-Амгалан нарыг дуудаж &ldquo;ажлыг нь шалгасан&rdquo; тухайгаа ч тайлагнав. Мөн хамгийн олонтаа онилж ярьсан объект нь Сангийн сайд Ч.Хүрэлбаатар байсан юм. Тэрбээр УИХ өөрийнх нь гаргасан саналыг хүлээн авч тарна гэж итгэж байгаа гэнэ. Харин тарахгүй бол өлсгөлөн зарлах уу, суулт хийх үү гэж байна. Энэ &ldquo;отказ&rdquo;-аа АТГ-ын даргад ч бас хэлсэн гэлээ.</p>\n\n<p>Ерөнхийлөгчийн ярианаас УИХ-ыг ноцтой шалтгаануудын талаар болон шалтаг нь хэтэрхий олон болохыг харав. Ерөөсөө эдийн засгийн өсөлт яагаад өрх бүрийн хаалгаар ордоггүй юм бэ. Ядуурал яагаад буурдаггүй, авлига яагаад арилдаггүй, авлигачдыг яагаад суллаад явуулчихдаг юм бэ. Төсвөө хэмнэх ёстой байтал тойрог бүрт тараах мөнгийг нэмсээр байна. Зураг төсөвгүй 375 барилга барихаар төсөвт тусгасан, өөрийг нь шүүмжилснээс хойш 404 болж өссөн, Жижиг, дунд үйлдвэрлэлийг хөгжүүлэх сангийн зээлийг яагаад нэр бүхий УИХ-ын гишүүд хүртээд байна вэ. Энэ бүхнийг арилгахгүй байгаа УИХ яасан муухай вэ гэдэг л гучаад жилийн &ldquo;хур&rdquo; асуудал өнөөгийн УИХ-ыг тараах шалтгаан нь юм байна гэж ойлголоо. Ээдрээтэй нэг тайлбар нь дахиад Засгийн газрыг огцруулснаас УИХ-ыг тараах нь дээр гэж үзсэн гэх хачирхалтай хариулт байлаа. Учир нь, УИХ тарж шинэ парламент бүрдэж гэмээнэ &ldquo;яг яаж&rdquo; хуучин Засгийн газар хэвээрээ байх хуулийн гаргалгааг олж харсан юм бол. Мөн төсвийг хэмнэх тухай ярихдаа дахиад сонгууль явуулах арга замыг хэн зөвлөсөн нь сонирхолтой.</p>\n\n<p>Тэрбээр өчигдөр /2018.10.29/ МАН-ын бүлгийн хуралд оролцож, дараа нь АТГ-ын дарга, Улсын Ерөнхий прокурорыг дуудан уулзаад дараа нь УИХ-ын даргад саналаа хүргүүлсэн. Мөн орой &ldquo;Цензургүй яриа&rdquo; нэвтрүүлэгт оролцож саналаа тайлбарлах төлөвлөгөөтэй байсан бололтой.</p>\n\n<blockquote>\n<p>Төрийн тэргүүнд хуулийн дагуу УИХ-ыг тараах саналаа хүргүүлэх, хэлэлцүүлэх эрх байдаг, УИХ-ын дарга түүнийг нь саадгүй хүлээн авч хэлэлцүүлэх ийм л зохицуулалтаар Монгол Улсын төрийн эрх барих дээд байгууллагын маань &ldquo;амь нас&rdquo; оршин тогтнодог юм байна.</p>\n</blockquote>\n\n<p>УИХ хэлэлцэнэ. Таръя гээд тавин гишүүн кноп дарах нь юу л бол. Гэтэл тарахгүй бол Ерөнхийлөгч өлсгөлөн, эсвэл суулт зарлаж дэлхийн тавцнаа Монгол төрийн нэр хүндийг унагаж тэмцэх төлөвлөгөөтэй аж. УИХ-ыг тараах шийдвэрийг Ерөнхийлөгч анх удаа гаргаж байгаа шиг УИХ &ldquo;сайн дураараа&rdquo; тарахгүй бол Ерөнхийлөгч маань хийх үйлдэл мөн л анхдагч болж &nbsp;таарах нь. УИХ-ыг тараах тухай ярих бүрт шахам АТГ-ын даргыг ажлаас чөлөөлөх асуудал хамт яригддаг. Энэ удаад &ldquo;хорхойтой шүд&rdquo;-ийг эмчлэх бус суга татахаар шийдэв бололтой. Өөрөөр хэлбэл, АТГ-ын даргад өгч буй сануулга &ldquo;ахисан түвшинд&rdquo; шантааж болон очиж буй мэт дүр зураг харагдаж байна.</p>\n\n<p>Ерөнхийлөгч нэвтрүүлгийн үеэр хэлсэн шигээ бухимдалтай байв. Мөн ард иргэдэд нь бухимдах шалтгаан өсөн нэмэгдсээр буйг мэдэрч ийм алхам хийсэн үү гэхээс УИХ тарчихна гэсэн итгэлтэй байгаа нь юу л бол. Хэрэв Х.Баттулга гэдэг улстөрч өөрөө 64 гишүүний дэмжлэгтэй УИХ-ын дарга байсан бол УИХ-ыг нь өөрөө тарах санал тавихад хэрхэн хүлээн авах байсан бол.</p>\n\n<p><strong>УИХ-ын тухай хууль: 31 дүгээр зүйл. Улсын Их Хурлын бүрэн эрх хугацаанаас өмнө дуусгавар болох</strong></p>\n\n<blockquote>\n<p><strong>31.1.</strong>&nbsp;Дор дурдсан тохиолдолд Улсын Их Хурлын бүрэн эрх энэ хуулийн 30.1-д заасан хугацаанаас өмнө дуусгавар болно:</p>\n\n<p><strong>31.1.1</strong>.Улсын Их Хурлын нийт гишүүний гуравны хоёроос доошгүй нь Улсын Их Хурал бүрэн эрхээ хэрэгжүүлэх боломжгүй гэж үзэж хугацаанаас нь өмнө тараах тогтоолын төсөл өргөн мэдүүлснийг Улсын Их Хурал хэлэлцэж ёсоор болгосон;</p>\n\n<p><strong>&nbsp;31.1.2.</strong>&nbsp;Ерөнхийлөгч Улсын Их Хурлын даргатай зөвшилцөн санал нэгдэж Улсын Их Хурал бүрэн эрхээ хэрэгжүүлэх боломжгүй гэж үзэж хугацаанаас нь өмнө тараах тогтоолын төсөл өргөн мэдүүлснийг Улсын Их Хурал хэлэлцэж ёсоор болгосон;</p>\n\n<p><strong>31.1.4.</strong>&nbsp;энэ хуулийн 31.1.3-т заасан үндэслэлээр Монгол Улсын Ерөнхийлөгч Улсын Их Хурлыг тараах зарлиг гаргасан.</p>\n\n<p><strong>31.2.</strong>&nbsp;Энэ хуулийн 31.1.1- 31.1.3-т заасан тогтоолын төслийг Улсын Их Хурлын нийт гишүүний гуравны хоёроос доошгүй нь дэмжсэн бол Улсын Их Хурал тарах тухай шийдвэр гаргана.</p>\n\n<p><strong>&nbsp;31.3.</strong>&nbsp;Энэ хуулийн 31.1.1-31.1.3-т заасан тогтоолын төслийг Улсын Их Хурлын ээлжит болон ээлжит бус чуулганы үеэр өргөн мэдүүлсэн бол ажлын 7 хоногийн дотор, чуулганы чөлөөт цагт өргөн мэдүүлсэн бол ээлжит бус чуулганыг ажлын 3 хоногт багтаан зарлаж, тухайн асуудлыг хэлэлцэж эхэлснээс хойш ажлын 7 хоногт багтаан шийдвэрлэнэ.</p>\n\n<p><strong>31.4.</strong>&nbsp;Улсын Их Хурал өөрөө тарах бол тогтоол, Ерөнхийлөгч Улсын Их Хурлыг тараах бол зарлиг гаргах бөгөөд эдгээр шийдвэр эцсийнх байна.</p>\n\n<p><strong>31.5</strong>.Энэ хуулийн 31.1.1-31.1.3-т зааснаар Улсын Их Хурал өөрөө тарах тухай шийдвэр гаргасан бол мөн өдөр Улсын Их Хурлын сонгууль товлон зарлах тухай тогтоолыг хамтад нь батална.</p>\n\n<p><strong>31.6.</strong>&nbsp;Ерөнхийлөгч энэ хуулийн 31.1.4-т зааснаар Улсын Их Хурлыг хугацаанаас нь өмнө тараах зарлиг гаргасан бол Улсын Их Хурал уг зарлиг гарснаас хойш 7 хоногийн дотор Улсын Их Хурлын сонгуулийг товлон зарлана.</p>\n\n<p><strong>31.7.</strong>&nbsp;Энэ хуулийн 31.5, 31.6-д заасан хугацаанд Улсын Их Хурлын сонгуулийг товлон зарлаагүй бол дараагийн өдрийг Улсын Их Хурлын сонгууль товлон зарласан өдөрт тооцож Сонгуулийн ерөнхий хороо ээлжит сонгуулийг зохион байгуулна.</p>\n</blockquote>\n\n<p>Хуулийн дагуу асуудал үргэлжилж Ерөнхийлөгчийн саналыг хэлэлцэнэ. Харин &ldquo;УИХ тарахаар болбол&hellip;&rdquo; дахин сонгууль явагдана. Энэ оны нэгдүгээр сарын 12-нд Италийн Ерөнхийлөгч Сержо Матарелла парламентаа хугацаанаас нь өмнө тарааж, шинээр сонгууль явуулах зарлигт гарын үсгээ зурсан. Мөн дөрөвдүгээр сарын 9-нд Малайзын Ерөнхий сайд Нажим Разак Эзэн вангийнхаа зөвшөөрлөөр парламентыг тараахаа зарласан гэх мэтчилэн түүнд судалсан жишиг, авсан идеа байсан л байх.</p>\n\n<p>Харин Засгийн газар нь парламентаа огцруулдаг бус, парламент өөрөө өөрийгөө, эсвэл ард түмний санал асуулгаар огцруулдаг зохицуулалттай Монгол Улсын хувьд тун сонирхолтой шинэ жишиг тогтох бололтой. Учир нь, УИХ сайн дураараа тарлаа гэж бодоход санал нь Ерөнхийлөгчөөс гарсан гэж түүхэнд үлдэнэ. Ерөнхийлөгч, УИХ аль аль нь ард түмнээс шууд сонгогддог буюу ард түмний хууль ёсны төлөөлөл болдог. Нэг нь нөгөөгөө огцруулах асуудлыг шийддэг нь хоёр толгойт засаглалын &ldquo;дутагдал&rdquo; гэх үү дээ.</p>\n\n<p>Үүнээс хамааран парламент ба ерөнхийлөгчийн хооронд улс төрийн зөрчилдөөн, үл ойлголцол үүсч, төрийн механизм гацаанд орох магадлал өндөр. Хэдийгээр анх АНУ-д гүйцэтгэх засаглалд тавих хяналтыг бий болгох үүднээс Ерөнхийлөгч болон хууль тогтоох байгууллагын эрх мэдлийг нарийн зааглан хуваарилсан боловч энэ нь бодит байдал дээр Ерөнхийлөгчид илүү эрх мэдлийг бүрдүүлж эргээд түүний сонгогдох хугацааг богиносгох зэргээр эрх мэдлийг нь хязгаарлах болжээ. Тэгэхээр харшилдаж болохгүй хоёр инстиутци харших цаг нь ирж. Энэ цаг мөчийг эв нэгдлийн бэлэг тэмдэг маань түмнээ ядуурлаас, авлигаас салгах гэж авчирч байгаа нь хачирхалтай бөгөөд цаашид үр дагавар нь ямар байхыг айсуй өдрүүдэд болох үйл явдлууд харуулах биз ээ.</p>\n', 'Монгол Улсын Ерөнхийлөгч Х.Баттулга өөрөө тарах шийдвэр гаргахыг УИХ-д санал болгох асуудлыг зөвшилцөхөөр саналаа өчигдөр /2018.10.29/ УИХ-ын дарга М.Энхболдод хүргүүлэв. “Дараа нь” C1 телевизийн “Цензургүй ярилцлага” нэвтрүүлгийн зочноор уригдан яагаад өргөн барьснаа тайлбарлалаа.', 'images/0qYiQbXvKT03aUVY9KE9Q4MpAr0eEHrd5dTkTnJ2.jpeg', 0, 1, 1, 0, 0, '2018-10-19 08:22:00', '2018-10-30 03:55:24'),
(2, 2, 0, '61 номын санч мэргэжил дээшлүүллээ', '<p>Мөрөн суманд төрийн үйлчилгээг иргэдэд ил тод хурдан шуурхай хүргэх, иргэдийн санал хүсэлтийг хүлээн авч танилцах холбогдох газарт уламжлан шийдвэрлэх боломжийг судлах, төрийн бодлого боловсруулахад иргэдийн оролцоог нэмэгдүүлж, төрөөс үзүүлж байгаа үйлчилгээг хүртээмжтэй, чирэгдэлгүй нэг цэгээс иргэдэд хүргэх, мэдээлэл авах боломжоор хангах зорилгоор багуудад &ldquo;Иргэдээ сонсъё&rdquo; нээлттэй хаалганы өдөрлөг зохион байгуулагдаж байна. Энэхүү арга хэмжээнд төрийн бүхий л байгууллагын төлөөлөл оролцож байгаа бөгөөд иргэд түлээ, түлшний хөнгөлөлт, тэтгэвэр тэтгэмжийн тухай мэдээлэл сонирхож нарийн мэргэжлийн эмч нарт ихэвчлэн үзүүлж байлаа. Мөн ерөнхий боловсролын сургуулиудад үдийн цайгаар үйлчилдэг аж ахуйн нэгж, байгууллагууд оролцож иргэдэд бүтээгдэхүүний амталгааг үзүүлж байна. Иргэдээс гарсан санал санаачлагуудыг нэгтгэн цаашдын үйл ажиллагаандаа тусган ажиллах юм.</p>\n', 'Мөрөн суманд төрийн үйлчилгээг иргэдэд ил тод хурдан шуурхай хүргэх, иргэдийн санал хүсэлтийг хүлээн авч танилцах холбогдох газарт уламжлан шийдвэрлэх боломжийг судлах, төрийн бодлого боловсруулахад иргэдийн оролцоог нэмэгдүүлж, төрөөс үзүүлж байгаа үйлчилгээг хүртээмжтэй, чирэгдэлгүй нэг цэгээс иргэдэд хүргэх, мэдээлэл авах боломжоор хангах зорилгоор багуудад “Иргэдээ сонсъё” нээлттэй хаалганы өдөрлөг зохион байгуулагдаж байна. Энэхүү арга хэмжээнд  төрийн бүхий л байгууллагын төлөөлөл оролцож байгаа бөгөөд иргэд түлээ, түлшний хөнгөлөлт, тэтгэвэр тэтгэмжийн тухай мэдээлэл сонирхож нарийн мэргэжлийн эмч нарт ихэвчлэн үзүүлж байлаа. Мөн ерөнхий боловсролын сургуулиудад үдийн цайгаар үйлчилдэг аж ахуйн нэгж, байгууллагууд оролцож иргэдэд бүтээгдэхүүний амталгааг үзүүлж байна. Иргэдээс гарсан санал санаачлагуудыг нэгтгэн цаашдын үйл ажиллагаандаа тусган ажиллах юм.', 'images/4rmH2AaAbxesSOJ0iFjhajOt3LaOJVRnBw5WqU5P.jpeg', 0, 1, 1, 0, 0, '2018-10-19 04:12:28', '2018-10-30 03:57:35'),
(3, 2, 0, 'ХИЛИЙН 0101 ДҮГЭЭР АНГИ 14 АЙЛЫН ОРОН СУУЦЫГ АШИГЛАЛТАНД ОРУУЛЛАА', '<p>ХИЛИЙН 0101 ДҮГЭЭР АНГИ 14 АЙЛЫН ОРОН СУУЦЫГ АШИГЛАЛТАНД ОРУУЛЛАА</p>\n\n<p><img src=\"http://selenge.gov.mn/beta/upload/images/dc86ac143383c2040cdee3e7e541440d.jpg\" style=\"float:left\" /></p>\n\n<p>Өнөөдөр аймгийн төв Сүхбаатар суманд аймгийн ИТХ, Засаг даргын дэмжлэгтэйгээр нэгэн шинэ орон сууц баригдаж ашиглалтанд орлоо. Монгол Улсын БААТАР Ж.Нэхийтийн нэрэмжит дэд хурандаа В.Намхайнямбуу захирагчтай Хилийн 0101 дүгээр ангийн хамт олон &ldquo;Хилчдийн нийгмийн хамгаалал 2024&rdquo; хөтөлбөрийн хүрээнд аймгийн удирдлагуудын дэмжлэгтэйгээр албан хаагчдынхаа нийгмийн асуудлыг шийдвэрлэх, орон сууцны фондыг нэмэгдүүлэх&nbsp;зорилгоор 14 айлын орон сууцыг ашиглалтанд оруулж албан ёсоор нээлтээ хийлээ.</p>\n\n<p><img alt=\"\" src=\"http://selenge.gov.mn/beta/upload/other/0101%20%D1%88%D0%B8%D0%BD%D1%8D%20%D0%B1%D0%B0%D0%B9%D1%800+750.jpg\" /></p>\n\n<p>Шинэ орон сууцны туузыг аймгийн ИТХ-ын дарга Г.Бямбаа, Засаг даргын орлогч Б.Нарантуяа, Хилийн 0101 дүгээр ангийн захирагч В.Намхайнямбуу, ХХЕГ-ын ХШҮДАГ-ын дарга хурандаа Д.Чойбаатар нарын албаны хүмүүс хайчиллаа. &ldquo;Хилчин хотхон&rdquo;-ны анхны эзэд энэ өдөр түлхүүрээ гардан авч төвлөрсөн дулаан, бохирт холбогдсон байраа хүлээн авав.</p>\n\n<p><img alt=\"\" src=\"http://selenge.gov.mn/beta/upload/other/0101%20%D1%88%D0%B8%D0%BD%D1%8D%20%D0%B1%D0%B0%D0%B9%D1%801+750.jpg\" /></p>\n', 'Өнөөдөр аймгийн төв Сүхбаатар суманд аймгийн ИТХ, Засаг даргын дэмжлэгтэйгээр нэгэн шинэ орон сууц баригдаж ашиглалтанд орлоо. Монгол Улсын БААТАР Ж.Нэхийтийн нэрэмжит дэд хурандаа В.Намхайнямбуу захирагчтай Хилийн 0101 дүгээр ангийн хамт олон “Хилчдийн нийгмийн хамгаалал 2024” хөтөлбөрийн хүрээнд аймгийн удирдлагуудын дэмжлэгтэйгээр албан хаагчдынхаа нийгмийн асуудлыг шийдвэрлэх, орон сууцны фондыг нэмэгдүүлэх зорилгоор 14 айлын орон сууцыг ашиглалтанд оруулж албан ёсоор нээлтээ хийлээ.', 'images/YqgiiJ3LgEGeCdrAIruUt98IyneXdM5QNb9UdtPH.jpeg', 0, 1, 1, 0, 2, '2018-10-19 07:15:01', '2018-12-17 03:41:27'),
(6, 2, 0, 'ХОЁР АЙМГИЙН ХАМТАРСАН ҮЗЭСГЭЛЭН НЭЭЛТЭЭ ХИЙЛЭЭ', '<p>Улс тунхагласны 94 жилийн ойн өдрийг угтан Баянхонгор аймгийн ЗДТГ, Угсаатны зүйн музей Өвөрхангай аймгийн түүхийн музейтэй хамтран&nbsp; Монгол Улсын анхны Ерөнхий сайд&nbsp;<strong>Сайн Ноён хан Төгс-Очирын Намнансүрэн</strong><strong>гийн&nbsp;</strong>мэндэлсний 140 жилийн ойг угтан түүний түүхэн гэрэл зураг, эдлэл хэрэглэлээс бүрдсэн үзэсгэлэнг аймгийн Угсаатны зүйн музейн үзэсгэлэнгийн танхимд нээлээ.</p>\n\n<p>Нээлтийн арга хэмжээнд аймгийн Засаг дарга Г.Батжаргал, ЗДТГ-ын хамт олон, хоёр аймгийн музейн хамт олон, иргэд оролцов.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/46728368_340150916750650_4243705285069242368_n.jpg\" /></p>\n\n<p>Энэ удаагийн үзэсгэлэнд Өвөрхангай аймгийн музейгээс 80 гаруй, Баянхонгор аймгийн Угсаатны зүйн музейгээс 10 гаруй үзмэрийг дэлгэн тавьжээ.</p>\n\n<p>Энэ үеэр аймгийн Засаг дарга Г.Батжаргал&nbsp;<strong>Сайн Ноён хан Төгс-Очирын Намнансүрэн</strong><strong>гийн&nbsp;</strong>монголын түүхэнд оруулсан хувь нэмэр, гавьяаг онцлон дурдаад, үзэсгэлэнг хүүхэд залуучууд үзэж, эх орон, тусгаар тонтнолынхоо утга учир, үнэ цэнийг мэдэрч ойлгох ёстойг онцлон тэмдэглэлээ.</p>\n\n<p><strong>Сайн Ноён хан Төгс-Очирын Намнансүрэн нь&nbsp;</strong>1912 онд Монгол Оросын хооронд найрамдлын гэрээг байгуулж, 1913 онд Монгол Төвдийн хооронд хэлэлцээр хийжээ. 1913 оны 10 дугаар сард Хаант Орос улсад анхны төрийн дээд айлчлалыг хийсэн бөгөөд Оросод 3 сар орчим байхдаа Сайд нарын зөвлөлийн дарга, Гадаад яамны сайд нартай удаа дараалан уулзаж, II Николай хаантай хоёр ч удаа уулзжээ. Тэрбээр Оросын хаан болон бусад эрх баригчдад &ldquo;Эрдэнийн очир&rdquo; одонг гардуулж, хадгийн хамт үндэсний өвөрмөц хийцтэй бэлэг сэлт барьж, Оросын талд хандан Монгол улс байгуулагдсаныг хятадад хүлээлгэн, гурван этгээд улс хамтран хэрэг хэлэлцэх тухай хүсэлт&nbsp; тавьж, 1913 оны Орос, Хятадын тунхагийн үзэл санааг хүлээн зөвшөөрөхгүй гэдгээ албан ёсоор илэрхийлсэн юм. Мөн Петрбургт сууж байхдаа Англи, Америк, Япон, Хятад, Швейцарь, Франц, Герман, Итали, Турк, Голланд, Дани, Австри зэрэг 10 гаруй улс орны элчин сайдын яаманд тусгаар тогтнолын тухай нот бичиг хүргүүлэхэд Хятадаас бусад нь хүлээж авчээ.&nbsp;</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/46519560_312392006030081_7093790486854369280_n.jpg\" /></p>\n\n<p>Үзэслэгэнд энэ үеийн ховор нандин зураг, бичлэгийг дэлгэн гаргасны сацуу түүний хатад, хүүхдийн талаарх баримтыг дэлгэжээ.</p>\n\n<p>Үзэсгэлэн долоо хоног гарах юм. Уг ажил нь улс тунхагласны 94 жилийн ойн өдрийг тэмдэглэн өнгөрүүлэх хүрээнд зохион байгуулж буй ажил ажээ.</p>\n\n<p>1911 оны хавар&nbsp;<a href=\"https://mn.wikipedia.org/wiki/%D0%9C%D0%B0%D0%BD%D0%B6_%D0%A7%D0%B8%D0%BD_%D1%83%D0%BB%D1%81\">Манжаас</a>&nbsp;тусгаарлах Халхын 4 ханы нэрээр&nbsp;<a href=\"https://mn.wikipedia.org/wiki/%D0%A5%D0%B0%D0%B0%D0%BD%D1%82_%D0%9E%D1%80%D0%BE%D1%81_%D1%83%D0%BB%D1%81\">Хаант Орос улсаас</a>&nbsp;тусламж гуйх бичигт гарын үсгээ зурсан бөгөөд тусгаар тогтносны дараа засгийн газар бүрдүүлэхэд шадар сайдаар томилогдсон байна. 1912 оны 7 сард Бүгд Ерөнхийлөн захирах сайдын тушаал бий болгож Богд хаант тусгаар Монгол улсын Засгийн газрын анхны Ерөнхий сайдаар Сайн ноён хан Намнансүрэн томилогджээ. Тэрээр 1919 оны 4 сард таалал болтолоо Монгол улсын Ерөнхий сайдаар 7 жил ажилласан.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/46492919_719765045075878_629161048997363712_n.jpg\" /></p>\n\n<p>Сонирхуулахад,&nbsp;<strong>Сайн Ноён хан Төгс-Очирын Намнансүрэн</strong>&nbsp;1918 оны 8 сард Хятадын цэрэг&nbsp;<a href=\"https://mn.wikipedia.org/wiki/%D0%9D%D0%B8%D0%B9%D1%81%D0%BB%D1%8D%D0%BB_%D1%85%D2%AF%D1%80%D1%8D%D1%8D\">Нийслэл хүрээнд</a>&nbsp;орж, 1919 оны сүүлээр Нийслэл хүрээг эзлэхэд буюу 1919 оны 4 сард 41 насандаа нас баржээ.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/46709266_341457409974458_8148931331481403392_n.jpg\" /></p>\n', 'Улс тунхагласны 94 жилийн ойн өдрийг угтан Баянхонгор аймгийн ЗДТГ, Угсаатны зүйн музей Өвөрхангай аймгийн түүхийн музейтэй хамтран  Монгол Улсын анхны Ерөнхий сайд Сайн Ноён хан Төгс-Очирын Намнансүрэнгийн мэндэлсний 140 жилийн ойг угтан түүний түүхэн гэрэл зураг, эдлэл хэрэглэлээс бүрдсэн үзэсгэлэнг аймгийн Угсаатны зүйн музейн үзэсгэлэнгийн танхимд нээлээ.', 'images/GkJJrPPIY38S8jm1URSxJSGMVFq2x8cKXTBHgSlk.jpeg', 0, 1, 1, 0, 0, '2018-12-03 05:13:10', '2018-12-03 05:13:10'),
(7, 2, 0, '2019 ОНЫГ ХҮҮХЭД ХАМГААЛАЛ, ӨВ ТЭГШ ХҮМҮҮЖЛИЙН ЖИЛ БОЛГОН ЗАРЛАЛАА', '<p>Баянхонгор аймгийн ИТХ-ын долоо дахь удаагийн сонгуулийн ээлжит 14-р хуралдаан 2018 оны 11-р сарын 29-нд буюу өвлийн тэргүүн сарын шинийн 22-ний өдөр &nbsp;боллоо.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0300.JPG\" /></p>\n\n<p>Ээлжит хуралдааныг аймгйин ИТХ-ын дарга Цагааны Отгонбаяр нээж үг хэлэв. Тэрээр аймгийн ИТХурал &ldquo;Аймгийн эдийн засаг, нийгмийг 2019 онд хөгжүүлэх үндсэн чиглэл батлах&rdquo;, Аймгийн 2019 оны төсөв батлах&rdquo;, &ldquo;Аймгийн боловсролын салбарын өнөөгийн байдал, цаашид авах арга хэмжээг төлөвлөх&rdquo;, &ldquo;Аймгийн хэмжээнд 2019 оныг Хүүхэд хамгаалал, өв тэгш хөгжүүлэх жил болгон зарлах&rdquo; зэрэг ирэх оныхоо ажлыг оновчтой төлөвлөх олон чухал асуудлыг хэлэлцэхээр хуран цуглаад буйг онцлоод өнгөрсөн удаагийн хуралдаанаас хойш ИТХ, ГХУСАЗЗ-аас хийж хэрэгжүүлсэн ажлын талаар товч тайлагналаа. Энэ хугацаанд&nbsp;&nbsp;<strong>&ldquo;ГЭР БҮЛИЙН ҮНЭ ЦЭНЭ&rdquo;</strong><strong>-2</strong>&nbsp;залуу гэр бүлийн чуулган, Хүний эрүүл мэндийн халдашгүй байдлын эсрэг гэмт хэргээс урьдчилан&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; сэргийлэх нь&rdquo; хэлэлцүүлэг, &ldquo;Бага насны хүүхдийг хүчирхийлэлээс ангид байх орчин дэмжих нь&rdquo; сургалт, Байгаль дэлхийгээ хайрлая-Баянхонгор нутгаа танин мэдэцгээе&rdquo; танин мэдэхүйн уралдааныг тус тус амжилттай зохион байгуулжээ.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0324.JPG\" /></p>\n\n<p>Мөн аймгийн ИТХ-ын төлөөлөгчид Бүгд Найрамдах Болгар Улсын Русе мужийн захирагч Галин Тодоров Григоров, Бүгд Найрамдах Болгар Улс дахь Монгол Улсын өргөмжит консул Камен Петров Милков нарын урилгаар Болгар улсад албан ёсны айлчлал хийж , айлчлалын хүрээнд талууд хөдөө аж ахуй, газар тариалан, аялал жуулчлал, хөнгөн үйлдвэрлэлийн салбарт хамтран ажиллах санамж бичигт гарын үсэг зурж, цаашид хоёр улсын хамтын ажиллагаа, нийгэм, эдийн засгийн харилцан ашигтай үйл ажиллагааг хөгжүүлэхэд чухал ач холбогдолтой ажлыг эхлүүлсэн байна.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0316.JPG\" /></p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Аймгийн ИТХ-ын тэргүүлэгчдийн хуралдаанаар бодлогын чанартай олон баримт бичгийг батлан гаргажээ. Тухайлбал &nbsp;&ldquo;Залуучуудын хөгжлийг дэмжих&rdquo; аймгийн дэд хөтөлбөр батлах &rdquo;, &ldquo;Замын хөдөлгөөний аюулгүй байдлыг хангах аймгийн дэд зөвлөл байгуулах&rdquo;, &nbsp;Орон нутгийн өмчийн эд хөрөнгийн бүртгэлийн талаар авах арга хэмжээний тухай, Аймгийн Үндэсний сурын талбайг Хүрээмарал сумын харьяат Улсын мэргэн Л.Ядамсүрэнгийн нэрэмжит болгох тухай, &nbsp;Аймгийн Иргэдийн төлөөлөгчдийн хурлын дэргэд &ldquo;Тогтвортой хөгжил-Түншлэл&rdquo; зөвлөл байгуулж, ажиллах журмыг батлах тухай, &nbsp;Баянхонгор аймгийн хэмжээнд 2018-2022 онд&nbsp; &nbsp;хэрэгжих ан агнуурын менежментийн төлөвлөгөөг дэмжих тухай, Төрийн болон байгууллагын архив, баримтын хадгалалт хамгаалалт, аюулгүй байдлыг хангах аймгийн хөтөлбөр батлах тухай, Замын хөдөлгөөний аюулгүй байдлыг хангах, зам тээврийн ослоос урьдчилан сэргийлэх дунд хугацааны хөтөлбөр батлах тухай, Согтууруулах ундаа худалдах, түүгээр үйлчлэх тусгай зөвшөөрөл олгох, сунгах, түтгэлзүүлэх, хүчингүй болгох журам шинэчлэн батлах тухай, Хөдөлмөрийн аюулгүй байдал эрүүл ахуйн аймгийн хөтөлбөр батлах тухай, Зорилтот өрхийн болон өрх толгойлсон эцэг, эхчүүдийн хөгжил хамгааллыг сайжруулах аймгийн дэд хөтөлбөр батлах тухай, Хүүхдэд ээлтэй орон нутаг аймгийн дэд хөтөлбөр батласан зэрэг олон чухал бодлогын чанартай бичиг баримтуудыг батлан гаргажээ.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0319(1).JPG\" />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>Ээлжит 14-р хуралдааны хурлын ирц 92,7 хувьтай байсан ба төлөөлөгчид Баянхонгор айгмийн эдийн, засаг нийгмийг 2019 онд хөгжүүлэх үндсэн чиглэл, төсөв, 2019 оныг Хүүхэд хамгааллын жил болгох тухай, согтууруулах ундааны журмыг шинэчлэн батлах,&nbsp; хураамжийн хэмжээг тогтоох , Бэлчээр ашиглалтыг хариуцлагажуулах журам, ЖДҮ-г дэмжих чиглэлээр 2012-2018 онд олгосон зээлийн үр дүн, эргэн төлөлт зэрэг &nbsp;аймаг орон нутгийн эдийн засаг, нийгмийг хөгжүүлэх, иргэдийн ажил орлого, эрүүл аюулгүй байдлыг хангахад чиглэсэн үндсэн томоохон есөн асуудлыг хэлэлцэн баталсан юм.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0304(3).JPG\" /></p>\n\n<p>Хурлын эхэнд Баянхонгор &nbsp;аймгийн Боловсролын салбарын өнөөгийн байдал, цаашид авах арга хэмжээг төлөөлөгчид авч хэлэлцлээ.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0366(1).JPG\" /></p>\n\n<p>Боловсролын салбарын чанарын гол үзүүлэлт болсон ерөнхий боловсролын сургуулийн сурагчид, багш нараас авсан шалгалтын дүн, элсэлтийн ерөнхий шалгалтын 2018 оны дүнгээс харахад аймгийн хэмжээнд боловсролын чанар хангалтгүй түвшинд байгаа юм.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0354.JPG\" /></p>\n\n<p>Мөн шалгалтын дүнгээр хангалтгүй дүн авсан багш нарын 90 гаруй хувийг 1-5 жил ажиллаж байгаа багш нар эзэлж байна. Сурагчдын сургалтын чанарт нөлөөлж байгаа гол хүчин зүйл нь багш нарын ур чадвар муу, аймгийн Боловсрол, соёл, урлагийн мэргэжилтнүүдийн зүгээс багш нарыг удирдан манлайлж хөгжүүлэх үүргээ хангалтгүй биелүүлсэн, аймагт боловсролын салбарын урт хугацааны бодлогын баримт бичиг байхгүй, эцэг эхчүүдийн зүгээс хүүхдийнхээ сурлагын чанарт хандуулах анхаарал эрс суларсан, хүүхдүүдийн өөрийгөө дайчлан сурах идэвх хангалтгүй байгааг хурлын төлөөлөгч нар хэлж байлаа. &nbsp;Иймээс Боловсролын салбарын урт хугацааны бодлогын баримт бичгийг Төрийн болон төрийн бус байгууллага, мэргэжлийн байгууллага, иргэдийн оролцоотойгоор боловсруулан батлах, боловсролын салбарт хариуцлага, ёс зүй алдсан, тухайн жилийн үр дүнгийн гэрээний үүргээ хангалтгүй биелүүлсэн удирдах ажилтан, мэргэжилтнүүдэд холбогдох хариуцлага тооцож, ур чадварын түвшин тогтоох шалгалтад гурав ба түүнээс дээш удаа хангалтгүй дүн авсан багш нарыг сургаж чадавхжуулах, хариуцлага тооцох, багшлах эрхийг цуцлах зэрэг бодлого зохион байгуулалтын арга хэмжээ авч хэрэгжүүлэх, &nbsp;&ldquo;Сайн багш&rdquo; хөтөлбөрийг хэрэгжүүлж, багш нарыг давтан сургах, мэргэжил дээшлүүлэх, багш нарын мэргэжил арга зүйн болон судалгаа шинжилгээ хийх, өөрийгөө хөгжүүлэх, ур чадварыг дэмжиж, эрдэм шинжилгээний бага хурал зохион байгуулах, сургалтын технологийн дэвшилтэт арга зүй, тэргүүн туршлагыг түгээн дэлгэрүүлэх, багш нарын нийгмийн хамгааллын асуудлыг шат дараатай шийдвэрлэх гэсэн зүйл бүхий тогтоолыг ээлжит 14-р хуралдаанаар гаргалаа.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0320.JPG\" /></p>\n\n<p>&nbsp;</p>\n\n<p>Аймгйин хурлын төлөөлөгчид 2019 оныг &ldquo;Хүүхэд хамгаалал, өв тэгш хүмүүжлийн жил&rdquo; болгон зарлалаа.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0346(2).JPG\" /></p>\n\n<p>&nbsp;&ldquo;Хүүхэд хамгаалал, өв тэгш хүмүүжлийн жил&rdquo;-ийн хүрээнд олон ажил арга хэмжээг зохион байгуулах ба үйл ажиллагааны тусгай төлөвлөгөө батлан олон улсын төсөл хөтөлбөртэй уялдуулан хэрэгжүүлэх юм байна.&nbsp;</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0335(3).JPG\" /></p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0333(1).JPG\" /></p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0336.JPG\" /></p>\n', 'Баянхонгор аймгийн ИТХ-ын долоо дахь удаагийн сонгуулийн ээлжит 14-р хуралдаан 2018 оны 11-р сарын 29-нд буюу өвлийн тэргүүн сарын шинийн 22-ний өдөр  боллоо.', 'images/ExYEVxjn9BP4TfcRImX3uvqUhemAPj1UbpZCHaYE.jpeg', 1, 1, 1, 0, 23, '2018-12-03 05:28:40', '2018-12-17 08:53:04'),
(8, 2, 0, '44 АЛБАН ХААГЧ ТӨРИЙН АЛБАНЫ ТАНГАРАГ ӨРГӨЖ, ОРОН ГЭРГҮЙ 30 ӨРХ ӨРГӨӨ ЦАГААН ГЭРТЭЙ БОЛЛОО', '<p>Бүгд найрамдах улсаа тунхаглаж, тусгаар тогтнол, бүрэн эрхт байдлаа баталгаажуулсны 94 жилийн түүхт ой өнөөдөр тохиож байна.</p>\n\n<p>Монгол Улс анхны үндсэн хуулиа баталж Бүгд Найрамдах Улсаа тунхагласны түүхт 94 жилийн ойн хүрээнд Баянхонгор аймгийн удирдлагууд, төрийн албан хаагчид тусгаар тогтнолын хөшөөндөө цэцэг өргөн хүндэтгэл үзүүлсэн юм.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/191A8200.JPG\" /></p>\n\n<p>Эдүгээгээс 94 жилийн тэртээ 1924 оны 6 дугаар сарын 3-нд хуралдсан Монгол Ардын Намын Төв Хорооны Тэргүүлэгчдийн хурал улс оронд Бүгд Найрамдах засаг тогтоох тухай шийдвэр гаргасныг Төв Хорооны бүгд хурлаар хэлэлцэн баталжээ. Үүний дараа БНМАУ-ын анхдугаар хурал хуралдаж 1924 оны 11 дүгээр сарын 26-нд Ардын Бүрэн Эрхт Бүгд Найрамдах Улсыг тунхаглан, анхдугаар Үндсэн хуулийг баталсан билээ. Ийнхүү манай улс ХХ зууны хүн төрөлхтний улс төрийн дэвшилт болсон Бүгд Найрамдах засаглал бүхий төрийн байгуулалд шилжин орсон Ази тивийн анхны улсын нэг болсон билээ.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0164.JPG\" /></p>\n\n<p>Төрийн албаны тухай хуулийн 12 дугаар зүйлийн 12.1 дэх заалт, Монгол Улсын Ерөнхийлөгчийн 1995 оны 109 дүгээр зарлигаар батлагдсан &ldquo;Төрийн захиргааны албан хаагчийн тангараг өргөх ёслолын журам&rdquo;-ыг тус тус үндэслэн, Төрийн албаны тухай хуулийн 10, 15, 16, 17, 18 дугаар зүйлд тавигдсан шаардлага, нөхцөл болзлыг хангаж, төрийн албаны мэргэшлийн шалгалтад тэнцэн, тухайн албан тушаалд туршилтын хугацаанд ажиллахдаа төрийн албан хаагчийн зорилго, зорилт, чиг үүргээ мэргэжил ур чадварын зохих түвшинд амжилттай гүйцэтгэж байгаа нийт 44 албан хаагч &ldquo;Төрийн албан хаагчийн тангараг&rdquo; өргөлөө.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0172.JPG\" /></p>\n\n<p>Энэ түүхт өдрийг тохиолдуулан Баянхонгор аймгийн төрийн албан хаагчдын хандив дэмжлэг, зарим ААН-ийн туслалцаагаар амжиргааны баталгаажих түвшингээс доогуур орлоготой, өөрийн гэсэн орон гэргүй 30 айлыг өргөө цагаан гэртэй болгож нийт 500 айлд гурил будаа зэрэг хүнсний бүтээгдэхүүн олголоо. Ингэснээр энэ бол бахархалт өдрөөр тэмдэглээд өнгөрөх биш баянхонгор аймгийн олон олон айл өрх, түүний гишүүдийн амьдрал ахуйд нь бодит дэмжлэг болсон, баяр хөөр бэлэглэсэн өдөр болж байгаа юм.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/46519956_2254253464608177_2555256712189706240_o.jpg\" /></p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/191A8260.JPG\" /></p>\n', 'Бүгд найрамдах улсаа тунхаглаж, тусгаар тогтнол, бүрэн эрхт байдлаа баталгаажуулсны 94 жилийн түүхт ой өнөөдөр тохиож байна.\n\nМонгол Улс анхны үндсэн хуулиа баталж Бүгд Найрамдах Улсаа тунхагласны түүхт 94 жилийн ойн хүрээнд Баянхонгор аймгийн удирдлагууд, төрийн албан хаагчид тусгаар тогтнолын хөшөөндөө цэцэг өргөн хүндэтгэл үзүүлсэн юм.', 'images/vyJ0WeSOVFUUppHHFVCW8aDfccGeNFbIENTgrRGL.jpeg', 1, 1, 1, 0, 3, '2018-12-03 05:30:24', '2018-12-20 00:29:17');
INSERT INTO `posts` (`id`, `admin_id`, `site_id`, `title`, `content`, `short_content`, `image`, `type`, `status`, `is_primary`, `main_site_publish`, `view_count`, `created_at`, `updated_at`) VALUES
(9, 2, 33, 'Их хуралдаа хайртай юу, Х.Энхжаргалдаа хайртай юу!', '<p>Монгол Улсын Ерөнхийлөгч Х.Баттулга өөрөө тарах шийдвэр гаргахыг УИХ-д санал болгох асуудлыг зөвшилцөхөөр саналаа өчигдөр /2018.10.29/ УИХ-ын дарга М.Энхболдод хүргүүлэв. &ldquo;Дараа нь&rdquo; C1 телевизийн &ldquo;Цензургүй ярилцлага&rdquo; нэвтрүүлгийн зочноор уригдан яагаад өргөн барьснаа тайлбарлалаа. Энэ үеэр АТГ-ын дарга, тэргүүн комиссар Х.Энхжаргалыг, Улсын Ерөнхий прокурор М.Энх-Амгалан нарыг дуудаж &ldquo;ажлыг нь шалгасан&rdquo; тухайгаа ч тайлагнав. Мөн хамгийн олонтаа онилж ярьсан объект нь Сангийн сайд Ч.Хүрэлбаатар байсан юм. Тэрбээр УИХ өөрийнх нь гаргасан саналыг хүлээн авч тарна гэж итгэж байгаа гэнэ. Харин тарахгүй бол өлсгөлөн зарлах уу, суулт хийх үү гэж байна. Энэ &ldquo;отказ&rdquo;-аа АТГ-ын даргад ч бас хэлсэн гэлээ.</p>\n\n<p>Ерөнхийлөгчийн ярианаас УИХ-ыг ноцтой шалтгаануудын талаар болон шалтаг нь хэтэрхий олон болохыг харав. Ерөөсөө эдийн засгийн өсөлт яагаад өрх бүрийн хаалгаар ордоггүй юм бэ. Ядуурал яагаад буурдаггүй, авлига яагаад арилдаггүй, авлигачдыг яагаад суллаад явуулчихдаг юм бэ. Төсвөө хэмнэх ёстой байтал тойрог бүрт тараах мөнгийг нэмсээр байна. Зураг төсөвгүй 375 барилга барихаар төсөвт тусгасан, өөрийг нь шүүмжилснээс хойш 404 болж өссөн, Жижиг, дунд үйлдвэрлэлийг хөгжүүлэх сангийн зээлийг яагаад нэр бүхий УИХ-ын гишүүд хүртээд байна вэ. Энэ бүхнийг арилгахгүй байгаа УИХ яасан муухай вэ гэдэг л гучаад жилийн &ldquo;хур&rdquo; асуудал өнөөгийн УИХ-ыг тараах шалтгаан нь юм байна гэж ойлголоо. Ээдрээтэй нэг тайлбар нь дахиад Засгийн газрыг огцруулснаас УИХ-ыг тараах нь дээр гэж үзсэн гэх хачирхалтай хариулт байлаа. Учир нь, УИХ тарж шинэ парламент бүрдэж гэмээнэ &ldquo;яг яаж&rdquo; хуучин Засгийн газар хэвээрээ байх хуулийн гаргалгааг олж харсан юм бол. Мөн төсвийг хэмнэх тухай ярихдаа дахиад сонгууль явуулах арга замыг хэн зөвлөсөн нь сонирхолтой.</p>\n\n<p>Тэрбээр өчигдөр /2018.10.29/ МАН-ын бүлгийн хуралд оролцож, дараа нь АТГ-ын дарга, Улсын Ерөнхий прокурорыг дуудан уулзаад дараа нь УИХ-ын даргад саналаа хүргүүлсэн. Мөн орой &ldquo;Цензургүй яриа&rdquo; нэвтрүүлэгт оролцож саналаа тайлбарлах төлөвлөгөөтэй байсан бололтой.</p>\n\n<blockquote>\n<p>Төрийн тэргүүнд хуулийн дагуу УИХ-ыг тараах саналаа хүргүүлэх, хэлэлцүүлэх эрх байдаг, УИХ-ын дарга түүнийг нь саадгүй хүлээн авч хэлэлцүүлэх ийм л зохицуулалтаар Монгол Улсын төрийн эрх барих дээд байгууллагын маань &ldquo;амь нас&rdquo; оршин тогтнодог юм байна.</p>\n</blockquote>\n\n<p>УИХ хэлэлцэнэ. Таръя гээд тавин гишүүн кноп дарах нь юу л бол. Гэтэл тарахгүй бол Ерөнхийлөгч өлсгөлөн, эсвэл суулт зарлаж дэлхийн тавцнаа Монгол төрийн нэр хүндийг унагаж тэмцэх төлөвлөгөөтэй аж. УИХ-ыг тараах шийдвэрийг Ерөнхийлөгч анх удаа гаргаж байгаа шиг УИХ &ldquo;сайн дураараа&rdquo; тарахгүй бол Ерөнхийлөгч маань хийх үйлдэл мөн л анхдагч болж &nbsp;таарах нь. УИХ-ыг тараах тухай ярих бүрт шахам АТГ-ын даргыг ажлаас чөлөөлөх асуудал хамт яригддаг. Энэ удаад &ldquo;хорхойтой шүд&rdquo;-ийг эмчлэх бус суга татахаар шийдэв бололтой. Өөрөөр хэлбэл, АТГ-ын даргад өгч буй сануулга &ldquo;ахисан түвшинд&rdquo; шантааж болон очиж буй мэт дүр зураг харагдаж байна.</p>\n\n<p>Ерөнхийлөгч нэвтрүүлгийн үеэр хэлсэн шигээ бухимдалтай байв. Мөн ард иргэдэд нь бухимдах шалтгаан өсөн нэмэгдсээр буйг мэдэрч ийм алхам хийсэн үү гэхээс УИХ тарчихна гэсэн итгэлтэй байгаа нь юу л бол. Хэрэв Х.Баттулга гэдэг улстөрч өөрөө 64 гишүүний дэмжлэгтэй УИХ-ын дарга байсан бол УИХ-ыг нь өөрөө тарах санал тавихад хэрхэн хүлээн авах байсан бол.</p>\n\n<p><strong>УИХ-ын тухай хууль: 31 дүгээр зүйл. Улсын Их Хурлын бүрэн эрх хугацаанаас өмнө дуусгавар болох</strong></p>\n\n<blockquote>\n<p><strong>31.1.</strong>&nbsp;Дор дурдсан тохиолдолд Улсын Их Хурлын бүрэн эрх энэ хуулийн 30.1-д заасан хугацаанаас өмнө дуусгавар болно:</p>\n\n<p><strong>31.1.1</strong>.Улсын Их Хурлын нийт гишүүний гуравны хоёроос доошгүй нь Улсын Их Хурал бүрэн эрхээ хэрэгжүүлэх боломжгүй гэж үзэж хугацаанаас нь өмнө тараах тогтоолын төсөл өргөн мэдүүлснийг Улсын Их Хурал хэлэлцэж ёсоор болгосон;</p>\n\n<p><strong>&nbsp;31.1.2.</strong>&nbsp;Ерөнхийлөгч Улсын Их Хурлын даргатай зөвшилцөн санал нэгдэж Улсын Их Хурал бүрэн эрхээ хэрэгжүүлэх боломжгүй гэж үзэж хугацаанаас нь өмнө тараах тогтоолын төсөл өргөн мэдүүлснийг Улсын Их Хурал хэлэлцэж ёсоор болгосон;</p>\n\n<p><strong>31.1.4.</strong>&nbsp;энэ хуулийн 31.1.3-т заасан үндэслэлээр Монгол Улсын Ерөнхийлөгч Улсын Их Хурлыг тараах зарлиг гаргасан.</p>\n\n<p><strong>31.2.</strong>&nbsp;Энэ хуулийн 31.1.1- 31.1.3-т заасан тогтоолын төслийг Улсын Их Хурлын нийт гишүүний гуравны хоёроос доошгүй нь дэмжсэн бол Улсын Их Хурал тарах тухай шийдвэр гаргана.</p>\n\n<p><strong>&nbsp;31.3.</strong>&nbsp;Энэ хуулийн 31.1.1-31.1.3-т заасан тогтоолын төслийг Улсын Их Хурлын ээлжит болон ээлжит бус чуулганы үеэр өргөн мэдүүлсэн бол ажлын 7 хоногийн дотор, чуулганы чөлөөт цагт өргөн мэдүүлсэн бол ээлжит бус чуулганыг ажлын 3 хоногт багтаан зарлаж, тухайн асуудлыг хэлэлцэж эхэлснээс хойш ажлын 7 хоногт багтаан шийдвэрлэнэ.</p>\n\n<p><strong>31.4.</strong>&nbsp;Улсын Их Хурал өөрөө тарах бол тогтоол, Ерөнхийлөгч Улсын Их Хурлыг тараах бол зарлиг гаргах бөгөөд эдгээр шийдвэр эцсийнх байна.</p>\n\n<p><strong>31.5</strong>.Энэ хуулийн 31.1.1-31.1.3-т зааснаар Улсын Их Хурал өөрөө тарах тухай шийдвэр гаргасан бол мөн өдөр Улсын Их Хурлын сонгууль товлон зарлах тухай тогтоолыг хамтад нь батална.</p>\n\n<p><strong>31.6.</strong>&nbsp;Ерөнхийлөгч энэ хуулийн 31.1.4-т зааснаар Улсын Их Хурлыг хугацаанаас нь өмнө тараах зарлиг гаргасан бол Улсын Их Хурал уг зарлиг гарснаас хойш 7 хоногийн дотор Улсын Их Хурлын сонгуулийг товлон зарлана.</p>\n\n<p><strong>31.7.</strong>&nbsp;Энэ хуулийн 31.5, 31.6-д заасан хугацаанд Улсын Их Хурлын сонгуулийг товлон зарлаагүй бол дараагийн өдрийг Улсын Их Хурлын сонгууль товлон зарласан өдөрт тооцож Сонгуулийн ерөнхий хороо ээлжит сонгуулийг зохион байгуулна.</p>\n</blockquote>\n\n<p>Хуулийн дагуу асуудал үргэлжилж Ерөнхийлөгчийн саналыг хэлэлцэнэ. Харин &ldquo;УИХ тарахаар болбол&hellip;&rdquo; дахин сонгууль явагдана. Энэ оны нэгдүгээр сарын 12-нд Италийн Ерөнхийлөгч Сержо Матарелла парламентаа хугацаанаас нь өмнө тарааж, шинээр сонгууль явуулах зарлигт гарын үсгээ зурсан. Мөн дөрөвдүгээр сарын 9-нд Малайзын Ерөнхий сайд Нажим Разак Эзэн вангийнхаа зөвшөөрлөөр парламентыг тараахаа зарласан гэх мэтчилэн түүнд судалсан жишиг, авсан идеа байсан л байх.</p>\n\n<p>Харин Засгийн газар нь парламентаа огцруулдаг бус, парламент өөрөө өөрийгөө, эсвэл ард түмний санал асуулгаар огцруулдаг зохицуулалттай Монгол Улсын хувьд тун сонирхолтой шинэ жишиг тогтох бололтой. Учир нь, УИХ сайн дураараа тарлаа гэж бодоход санал нь Ерөнхийлөгчөөс гарсан гэж түүхэнд үлдэнэ. Ерөнхийлөгч, УИХ аль аль нь ард түмнээс шууд сонгогддог буюу ард түмний хууль ёсны төлөөлөл болдог. Нэг нь нөгөөгөө огцруулах асуудлыг шийддэг нь хоёр толгойт засаглалын &ldquo;дутагдал&rdquo; гэх үү дээ.</p>\n\n<p>Үүнээс хамааран парламент ба ерөнхийлөгчийн хооронд улс төрийн зөрчилдөөн, үл ойлголцол үүсч, төрийн механизм гацаанд орох магадлал өндөр. Хэдийгээр анх АНУ-д гүйцэтгэх засаглалд тавих хяналтыг бий болгох үүднээс Ерөнхийлөгч болон хууль тогтоох байгууллагын эрх мэдлийг нарийн зааглан хуваарилсан боловч энэ нь бодит байдал дээр Ерөнхийлөгчид илүү эрх мэдлийг бүрдүүлж эргээд түүний сонгогдох хугацааг богиносгох зэргээр эрх мэдлийг нь хязгаарлах болжээ. Тэгэхээр харшилдаж болохгүй хоёр инстиутци харших цаг нь ирж. Энэ цаг мөчийг эв нэгдлийн бэлэг тэмдэг маань түмнээ ядуурлаас, авлигаас салгах гэж авчирч байгаа нь хачирхалтай бөгөөд цаашид үр дагавар нь ямар байхыг айсуй өдрүүдэд болох үйл явдлууд харуулах биз ээ.</p>\n\n<p>Монгол Улсын Ерөнхийлөгч Х.Баттулга өөрөө тарах шийдвэр гаргахыг УИХ-д санал болгох асуудлыг зөвшилцөхөөр саналаа өчигдөр /2018.10.29/ УИХ-ын дарга М.Энхболдод хүргүүлэв. &ldquo;Дараа нь&rdquo; C1 телевизийн &ldquo;Цензургүй ярилцлага&rdquo; нэвтрүүлгийн зочноор уригдан яагаад өргөн барьснаа тайлбарлалаа. Энэ үеэр АТГ-ын дарга, тэргүүн комиссар Х.Энхжаргалыг, Улсын Ерөнхий прокурор М.Энх-Амгалан нарыг дуудаж &ldquo;ажлыг нь шалгасан&rdquo; тухайгаа ч тайлагнав. Мөн хамгийн олонтаа онилж ярьсан объект нь Сангийн сайд Ч.Хүрэлбаатар байсан юм. Тэрбээр УИХ өөрийнх нь гаргасан саналыг хүлээн авч тарна гэж итгэж байгаа гэнэ. Харин тарахгүй бол өлсгөлөн зарлах уу, суулт хийх үү гэж байна. Энэ &ldquo;отказ&rdquo;-аа АТГ-ын даргад ч бас хэлсэн гэлээ.</p>\n\n<p>Ерөнхийлөгчийн ярианаас УИХ-ыг ноцтой шалтгаануудын талаар болон шалтаг нь хэтэрхий олон болохыг харав. Ерөөсөө эдийн засгийн өсөлт яагаад өрх бүрийн хаалгаар ордоггүй юм бэ. Ядуурал яагаад буурдаггүй, авлига яагаад арилдаггүй, авлигачдыг яагаад суллаад явуулчихдаг юм бэ. Төсвөө хэмнэх ёстой байтал тойрог бүрт тараах мөнгийг нэмсээр байна. Зураг төсөвгүй 375 барилга барихаар төсөвт тусгасан, өөрийг нь шүүмжилснээс хойш 404 болж өссөн, Жижиг, дунд үйлдвэрлэлийг хөгжүүлэх сангийн зээлийг яагаад нэр бүхий УИХ-ын гишүүд хүртээд байна вэ. Энэ бүхнийг арилгахгүй байгаа УИХ яасан муухай вэ гэдэг л гучаад жилийн &ldquo;хур&rdquo; асуудал өнөөгийн УИХ-ыг тараах шалтгаан нь юм байна гэж ойлголоо. Ээдрээтэй нэг тайлбар нь дахиад Засгийн газрыг огцруулснаас УИХ-ыг тараах нь дээр гэж үзсэн гэх хачирхалтай хариулт байлаа. Учир нь, УИХ тарж шинэ парламент бүрдэж гэмээнэ &ldquo;яг яаж&rdquo; хуучин Засгийн газар хэвээрээ байх хуулийн гаргалгааг олж харсан юм бол. Мөн төсвийг хэмнэх тухай ярихдаа дахиад сонгууль явуулах арга замыг хэн зөвлөсөн нь сонирхолтой.</p>\n\n<p>Тэрбээр өчигдөр /2018.10.29/ МАН-ын бүлгийн хуралд оролцож, дараа нь АТГ-ын дарга, Улсын Ерөнхий прокурорыг дуудан уулзаад дараа нь УИХ-ын даргад саналаа хүргүүлсэн. Мөн орой &ldquo;Цензургүй яриа&rdquo; нэвтрүүлэгт оролцож саналаа тайлбарлах төлөвлөгөөтэй байсан бололтой.</p>\n\n<blockquote>\n<p>Төрийн тэргүүнд хуулийн дагуу УИХ-ыг тараах саналаа хүргүүлэх, хэлэлцүүлэх эрх байдаг, УИХ-ын дарга түүнийг нь саадгүй хүлээн авч хэлэлцүүлэх ийм л зохицуулалтаар Монгол Улсын төрийн эрх барих дээд байгууллагын маань &ldquo;амь нас&rdquo; оршин тогтнодог юм байна.</p>\n</blockquote>\n\n<p>УИХ хэлэлцэнэ. Таръя гээд тавин гишүүн кноп дарах нь юу л бол. Гэтэл тарахгүй бол Ерөнхийлөгч өлсгөлөн, эсвэл суулт зарлаж дэлхийн тавцнаа Монгол төрийн нэр хүндийг унагаж тэмцэх төлөвлөгөөтэй аж. УИХ-ыг тараах шийдвэрийг Ерөнхийлөгч анх удаа гаргаж байгаа шиг УИХ &ldquo;сайн дураараа&rdquo; тарахгүй бол Ерөнхийлөгч маань хийх үйлдэл мөн л анхдагч болж &nbsp;таарах нь. УИХ-ыг тараах тухай ярих бүрт шахам АТГ-ын даргыг ажлаас чөлөөлөх асуудал хамт яригддаг. Энэ удаад &ldquo;хорхойтой шүд&rdquo;-ийг эмчлэх бус суга татахаар шийдэв бололтой. Өөрөөр хэлбэл, АТГ-ын даргад өгч буй сануулга &ldquo;ахисан түвшинд&rdquo; шантааж болон очиж буй мэт дүр зураг харагдаж байна.</p>\n\n<p>Ерөнхийлөгч нэвтрүүлгийн үеэр хэлсэн шигээ бухимдалтай байв. Мөн ард иргэдэд нь бухимдах шалтгаан өсөн нэмэгдсээр буйг мэдэрч ийм алхам хийсэн үү гэхээс УИХ тарчихна гэсэн итгэлтэй байгаа нь юу л бол. Хэрэв Х.Баттулга гэдэг улстөрч өөрөө 64 гишүүний дэмжлэгтэй УИХ-ын дарга байсан бол УИХ-ыг нь өөрөө тарах санал тавихад хэрхэн хүлээн авах байсан бол.</p>\n\n<p><strong>УИХ-ын тухай хууль: 31 дүгээр зүйл. Улсын Их Хурлын бүрэн эрх хугацаанаас өмнө дуусгавар болох</strong></p>\n\n<blockquote>\n<p><strong>31.1.</strong>&nbsp;Дор дурдсан тохиолдолд Улсын Их Хурлын бүрэн эрх энэ хуулийн 30.1-д заасан хугацаанаас өмнө дуусгавар болно:</p>\n\n<p><strong>31.1.1</strong>.Улсын Их Хурлын нийт гишүүний гуравны хоёроос доошгүй нь Улсын Их Хурал бүрэн эрхээ хэрэгжүүлэх боломжгүй гэж үзэж хугацаанаас нь өмнө тараах тогтоолын төсөл өргөн мэдүүлснийг Улсын Их Хурал хэлэлцэж ёсоор болгосон;</p>\n\n<p><strong>&nbsp;31.1.2.</strong>&nbsp;Ерөнхийлөгч Улсын Их Хурлын даргатай зөвшилцөн санал нэгдэж Улсын Их Хурал бүрэн эрхээ хэрэгжүүлэх боломжгүй гэж үзэж хугацаанаас нь өмнө тараах тогтоолын төсөл өргөн мэдүүлснийг Улсын Их Хурал хэлэлцэж ёсоор болгосон;</p>\n\n<p><strong>31.1.4.</strong>&nbsp;энэ хуулийн 31.1.3-т заасан үндэслэлээр Монгол Улсын Ерөнхийлөгч Улсын Их Хурлыг тараах зарлиг гаргасан.</p>\n\n<p><strong>31.2.</strong>&nbsp;Энэ хуулийн 31.1.1- 31.1.3-т заасан тогтоолын төслийг Улсын Их Хурлын нийт гишүүний гуравны хоёроос доошгүй нь дэмжсэн бол Улсын Их Хурал тарах тухай шийдвэр гаргана.</p>\n\n<p><strong>&nbsp;31.3.</strong>&nbsp;Энэ хуулийн 31.1.1-31.1.3-т заасан тогтоолын төслийг Улсын Их Хурлын ээлжит болон ээлжит бус чуулганы үеэр өргөн мэдүүлсэн бол ажлын 7 хоногийн дотор, чуулганы чөлөөт цагт өргөн мэдүүлсэн бол ээлжит бус чуулганыг ажлын 3 хоногт багтаан зарлаж, тухайн асуудлыг хэлэлцэж эхэлснээс хойш ажлын 7 хоногт багтаан шийдвэрлэнэ.</p>\n\n<p><strong>31.4.</strong>&nbsp;Улсын Их Хурал өөрөө тарах бол тогтоол, Ерөнхийлөгч Улсын Их Хурлыг тараах бол зарлиг гаргах бөгөөд эдгээр шийдвэр эцсийнх байна.</p>\n\n<p><strong>31.5</strong>.Энэ хуулийн 31.1.1-31.1.3-т зааснаар Улсын Их Хурал өөрөө тарах тухай шийдвэр гаргасан бол мөн өдөр Улсын Их Хурлын сонгууль товлон зарлах тухай тогтоолыг хамтад нь батална.</p>\n\n<p><strong>31.6.</strong>&nbsp;Ерөнхийлөгч энэ хуулийн 31.1.4-т зааснаар Улсын Их Хурлыг хугацаанаас нь өмнө тараах зарлиг гаргасан бол Улсын Их Хурал уг зарлиг гарснаас хойш 7 хоногийн дотор Улсын Их Хурлын сонгуулийг товлон зарлана.</p>\n\n<p><strong>31.7.</strong>&nbsp;Энэ хуулийн 31.5, 31.6-д заасан хугацаанд Улсын Их Хурлын сонгуулийг товлон зарлаагүй бол дараагийн өдрийг Улсын Их Хурлын сонгууль товлон зарласан өдөрт тооцож Сонгуулийн ерөнхий хороо ээлжит сонгуулийг зохион байгуулна.</p>\n</blockquote>\n\n<p>Хуулийн дагуу асуудал үргэлжилж Ерөнхийлөгчийн саналыг хэлэлцэнэ. Харин &ldquo;УИХ тарахаар болбол&hellip;&rdquo; дахин сонгууль явагдана. Энэ оны нэгдүгээр сарын 12-нд Италийн Ерөнхийлөгч Сержо Матарелла парламентаа хугацаанаас нь өмнө тарааж, шинээр сонгууль явуулах зарлигт гарын үсгээ зурсан. Мөн дөрөвдүгээр сарын 9-нд Малайзын Ерөнхий сайд Нажим Разак Эзэн вангийнхаа зөвшөөрлөөр парламентыг тараахаа зарласан гэх мэтчилэн түүнд судалсан жишиг, авсан идеа байсан л байх.</p>\n\n<p>Харин Засгийн газар нь парламентаа огцруулдаг бус, парламент өөрөө өөрийгөө, эсвэл ард түмний санал асуулгаар огцруулдаг зохицуулалттай Монгол Улсын хувьд тун сонирхолтой шинэ жишиг тогтох бололтой. Учир нь, УИХ сайн дураараа тарлаа гэж бодоход санал нь Ерөнхийлөгчөөс гарсан гэж түүхэнд үлдэнэ. Ерөнхийлөгч, УИХ аль аль нь ард түмнээс шууд сонгогддог буюу ард түмний хууль ёсны төлөөлөл болдог. Нэг нь нөгөөгөө огцруулах асуудлыг шийддэг нь хоёр толгойт засаглалын &ldquo;дутагдал&rdquo; гэх үү дээ.</p>\n\n<p>Үүнээс хамааран парламент ба ерөнхийлөгчийн хооронд улс төрийн зөрчилдөөн, үл ойлголцол үүсч, төрийн механизм гацаанд орох магадлал өндөр. Хэдийгээр анх АНУ-д гүйцэтгэх засаглалд тавих хяналтыг бий болгох үүднээс Ерөнхийлөгч болон хууль тогтоох байгууллагын эрх мэдлийг нарийн зааглан хуваарилсан боловч энэ нь бодит байдал дээр Ерөнхийлөгчид илүү эрх мэдлийг бүрдүүлж эргээд түүний сонгогдох хугацааг богиносгох зэргээр эрх мэдлийг нь хязгаарлах болжээ. Тэгэхээр харшилдаж болохгүй хоёр инстиутци харших цаг нь ирж. Энэ цаг мөчийг эв нэгдлийн бэлэг тэмдэг маань түмнээ ядуурлаас, авлигаас салгах гэж авчирч байгаа нь хачирхалтай бөгөөд цаашид үр дагавар нь ямар байхыг айсуй өдрүүдэд болох үйл явдлууд харуулах биз ээ.</p>\n', 'Монгол Улсын Ерөнхийлөгч Х.Баттулга өөрөө тарах шийдвэр гаргахыг УИХ-д санал болгох асуудлыг зөвшилцөхөөр саналаа өчигдөр /2018.10.29/ УИХ-ын дарга М.Энхболдод хүргүүлэв. “Дараа нь” C1 телевизийн “Цензургүй ярилцлага” нэвтрүүлгийн зочноор уригдан яагаад өргөн барьснаа тайлбарлалаа.', 'images/0qYiQbXvKT03aUVY9KE9Q4MpAr0eEHrd5dTkTnJ2.jpeg', 0, 1, 1, 2, 0, '2018-10-19 00:22:00', '2018-10-29 19:55:24'),
(10, 2, 34, '61 номын санч мэргэжил дээшлүүллээ', '<p>Мөрөн суманд төрийн үйлчилгээг иргэдэд ил тод хурдан шуурхай хүргэх, иргэдийн санал хүсэлтийг хүлээн авч танилцах холбогдох газарт уламжлан шийдвэрлэх боломжийг судлах, төрийн бодлого боловсруулахад иргэдийн оролцоог нэмэгдүүлж, төрөөс үзүүлж байгаа үйлчилгээг хүртээмжтэй, чирэгдэлгүй нэг цэгээс иргэдэд хүргэх, мэдээлэл авах боломжоор хангах зорилгоор багуудад &ldquo;Иргэдээ сонсъё&rdquo; нээлттэй хаалганы өдөрлөг зохион байгуулагдаж байна. Энэхүү арга хэмжээнд төрийн бүхий л байгууллагын төлөөлөл оролцож байгаа бөгөөд иргэд түлээ, түлшний хөнгөлөлт, тэтгэвэр тэтгэмжийн тухай мэдээлэл сонирхож нарийн мэргэжлийн эмч нарт ихэвчлэн үзүүлж байлаа. Мөн ерөнхий боловсролын сургуулиудад үдийн цайгаар үйлчилдэг аж ахуйн нэгж, байгууллагууд оролцож иргэдэд бүтээгдэхүүний амталгааг үзүүлж байна. Иргэдээс гарсан санал санаачлагуудыг нэгтгэн цаашдын үйл ажиллагаандаа тусган ажиллах юм.</p>\n', 'Мөрөн суманд төрийн үйлчилгээг иргэдэд ил тод хурдан шуурхай хүргэх, иргэдийн санал хүсэлтийг хүлээн авч танилцах холбогдох газарт уламжлан шийдвэрлэх боломжийг судлах, төрийн бодлого боловсруулахад иргэдийн оролцоог нэмэгдүүлж, төрөөс үзүүлж байгаа үйлчилгээг хүртээмжтэй, чирэгдэлгүй нэг цэгээс иргэдэд хүргэх, мэдээлэл авах боломжоор хангах зорилгоор багуудад “Иргэдээ сонсъё” нээлттэй хаалганы өдөрлөг зохион байгуулагдаж байна. Энэхүү арга хэмжээнд  төрийн бүхий л байгууллагын төлөөлөл оролцож байгаа бөгөөд иргэд түлээ, түлшний хөнгөлөлт, тэтгэвэр тэтгэмжийн тухай мэдээлэл сонирхож нарийн мэргэжлийн эмч нарт ихэвчлэн үзүүлж байлаа. Мөн ерөнхий боловсролын сургуулиудад үдийн цайгаар үйлчилдэг аж ахуйн нэгж, байгууллагууд оролцож иргэдэд бүтээгдэхүүний амталгааг үзүүлж байна. Иргэдээс гарсан санал санаачлагуудыг нэгтгэн цаашдын үйл ажиллагаандаа тусган ажиллах юм.', 'images/4rmH2AaAbxesSOJ0iFjhajOt3LaOJVRnBw5WqU5P.jpeg', 0, 1, 1, 2, 1, '2018-10-18 20:12:28', '2018-12-17 03:35:39'),
(11, 2, 35, 'ХИЛИЙН 0101 ДҮГЭЭР АНГИ 14 АЙЛЫН ОРОН СУУЦЫГ АШИГЛАЛТАНД ОРУУЛЛАА', '<p>ХИЛИЙН 0101 ДҮГЭЭР АНГИ 14 АЙЛЫН ОРОН СУУЦЫГ АШИГЛАЛТАНД ОРУУЛЛАА</p>\n\n<p><img src=\"http://selenge.gov.mn/beta/upload/images/dc86ac143383c2040cdee3e7e541440d.jpg\" style=\"float:left\" /></p>\n\n<p>Өнөөдөр аймгийн төв Сүхбаатар суманд аймгийн ИТХ, Засаг даргын дэмжлэгтэйгээр нэгэн шинэ орон сууц баригдаж ашиглалтанд орлоо. Монгол Улсын БААТАР Ж.Нэхийтийн нэрэмжит дэд хурандаа В.Намхайнямбуу захирагчтай Хилийн 0101 дүгээр ангийн хамт олон &ldquo;Хилчдийн нийгмийн хамгаалал 2024&rdquo; хөтөлбөрийн хүрээнд аймгийн удирдлагуудын дэмжлэгтэйгээр албан хаагчдынхаа нийгмийн асуудлыг шийдвэрлэх, орон сууцны фондыг нэмэгдүүлэх&nbsp;зорилгоор 14 айлын орон сууцыг ашиглалтанд оруулж албан ёсоор нээлтээ хийлээ.</p>\n\n<p><img alt=\"\" src=\"http://selenge.gov.mn/beta/upload/other/0101%20%D1%88%D0%B8%D0%BD%D1%8D%20%D0%B1%D0%B0%D0%B9%D1%800+750.jpg\" /></p>\n\n<p>Шинэ орон сууцны туузыг аймгийн ИТХ-ын дарга Г.Бямбаа, Засаг даргын орлогч Б.Нарантуяа, Хилийн 0101 дүгээр ангийн захирагч В.Намхайнямбуу, ХХЕГ-ын ХШҮДАГ-ын дарга хурандаа Д.Чойбаатар нарын албаны хүмүүс хайчиллаа. &ldquo;Хилчин хотхон&rdquo;-ны анхны эзэд энэ өдөр түлхүүрээ гардан авч төвлөрсөн дулаан, бохирт холбогдсон байраа хүлээн авав.</p>\n\n<p><img alt=\"\" src=\"http://selenge.gov.mn/beta/upload/other/0101%20%D1%88%D0%B8%D0%BD%D1%8D%20%D0%B1%D0%B0%D0%B9%D1%801+750.jpg\" /></p>\n', 'Өнөөдөр аймгийн төв Сүхбаатар суманд аймгийн ИТХ, Засаг даргын дэмжлэгтэйгээр нэгэн шинэ орон сууц баригдаж ашиглалтанд орлоо. Монгол Улсын БААТАР Ж.Нэхийтийн нэрэмжит дэд хурандаа В.Намхайнямбуу захирагчтай Хилийн 0101 дүгээр ангийн хамт олон “Хилчдийн нийгмийн хамгаалал 2024” хөтөлбөрийн хүрээнд аймгийн удирдлагуудын дэмжлэгтэйгээр албан хаагчдынхаа нийгмийн асуудлыг шийдвэрлэх, орон сууцны фондыг нэмэгдүүлэх зорилгоор 14 айлын орон сууцыг ашиглалтанд оруулж албан ёсоор нээлтээ хийлээ.', 'images/YqgiiJ3LgEGeCdrAIruUt98IyneXdM5QNb9UdtPH.jpeg', 0, 1, 1, 2, 2, '2018-10-18 23:15:01', '2018-12-17 03:36:50'),
(12, 2, 36, 'ХОЁР АЙМГИЙН ХАМТАРСАН ҮЗЭСГЭЛЭН НЭЭЛТЭЭ ХИЙЛЭЭ', '<p>Улс тунхагласны 94 жилийн ойн өдрийг угтан Баянхонгор аймгийн ЗДТГ, Угсаатны зүйн музей Өвөрхангай аймгийн түүхийн музейтэй хамтран&nbsp; Монгол Улсын анхны Ерөнхий сайд&nbsp;<strong>Сайн Ноён хан Төгс-Очирын Намнансүрэн</strong><strong>гийн&nbsp;</strong>мэндэлсний 140 жилийн ойг угтан түүний түүхэн гэрэл зураг, эдлэл хэрэглэлээс бүрдсэн үзэсгэлэнг аймгийн Угсаатны зүйн музейн үзэсгэлэнгийн танхимд нээлээ.</p>\n\n<p>Нээлтийн арга хэмжээнд аймгийн Засаг дарга Г.Батжаргал, ЗДТГ-ын хамт олон, хоёр аймгийн музейн хамт олон, иргэд оролцов.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/46728368_340150916750650_4243705285069242368_n.jpg\" /></p>\n\n<p>Энэ удаагийн үзэсгэлэнд Өвөрхангай аймгийн музейгээс 80 гаруй, Баянхонгор аймгийн Угсаатны зүйн музейгээс 10 гаруй үзмэрийг дэлгэн тавьжээ.</p>\n\n<p>Энэ үеэр аймгийн Засаг дарга Г.Батжаргал&nbsp;<strong>Сайн Ноён хан Төгс-Очирын Намнансүрэн</strong><strong>гийн&nbsp;</strong>монголын түүхэнд оруулсан хувь нэмэр, гавьяаг онцлон дурдаад, үзэсгэлэнг хүүхэд залуучууд үзэж, эх орон, тусгаар тонтнолынхоо утга учир, үнэ цэнийг мэдэрч ойлгох ёстойг онцлон тэмдэглэлээ.</p>\n\n<p><strong>Сайн Ноён хан Төгс-Очирын Намнансүрэн нь&nbsp;</strong>1912 онд Монгол Оросын хооронд найрамдлын гэрээг байгуулж, 1913 онд Монгол Төвдийн хооронд хэлэлцээр хийжээ. 1913 оны 10 дугаар сард Хаант Орос улсад анхны төрийн дээд айлчлалыг хийсэн бөгөөд Оросод 3 сар орчим байхдаа Сайд нарын зөвлөлийн дарга, Гадаад яамны сайд нартай удаа дараалан уулзаж, II Николай хаантай хоёр ч удаа уулзжээ. Тэрбээр Оросын хаан болон бусад эрх баригчдад &ldquo;Эрдэнийн очир&rdquo; одонг гардуулж, хадгийн хамт үндэсний өвөрмөц хийцтэй бэлэг сэлт барьж, Оросын талд хандан Монгол улс байгуулагдсаныг хятадад хүлээлгэн, гурван этгээд улс хамтран хэрэг хэлэлцэх тухай хүсэлт&nbsp; тавьж, 1913 оны Орос, Хятадын тунхагийн үзэл санааг хүлээн зөвшөөрөхгүй гэдгээ албан ёсоор илэрхийлсэн юм. Мөн Петрбургт сууж байхдаа Англи, Америк, Япон, Хятад, Швейцарь, Франц, Герман, Итали, Турк, Голланд, Дани, Австри зэрэг 10 гаруй улс орны элчин сайдын яаманд тусгаар тогтнолын тухай нот бичиг хүргүүлэхэд Хятадаас бусад нь хүлээж авчээ.&nbsp;</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/46519560_312392006030081_7093790486854369280_n.jpg\" /></p>\n\n<p>Үзэслэгэнд энэ үеийн ховор нандин зураг, бичлэгийг дэлгэн гаргасны сацуу түүний хатад, хүүхдийн талаарх баримтыг дэлгэжээ.</p>\n\n<p>Үзэсгэлэн долоо хоног гарах юм. Уг ажил нь улс тунхагласны 94 жилийн ойн өдрийг тэмдэглэн өнгөрүүлэх хүрээнд зохион байгуулж буй ажил ажээ.</p>\n\n<p>1911 оны хавар&nbsp;<a href=\"https://mn.wikipedia.org/wiki/%D0%9C%D0%B0%D0%BD%D0%B6_%D0%A7%D0%B8%D0%BD_%D1%83%D0%BB%D1%81\">Манжаас</a>&nbsp;тусгаарлах Халхын 4 ханы нэрээр&nbsp;<a href=\"https://mn.wikipedia.org/wiki/%D0%A5%D0%B0%D0%B0%D0%BD%D1%82_%D0%9E%D1%80%D0%BE%D1%81_%D1%83%D0%BB%D1%81\">Хаант Орос улсаас</a>&nbsp;тусламж гуйх бичигт гарын үсгээ зурсан бөгөөд тусгаар тогтносны дараа засгийн газар бүрдүүлэхэд шадар сайдаар томилогдсон байна. 1912 оны 7 сард Бүгд Ерөнхийлөн захирах сайдын тушаал бий болгож Богд хаант тусгаар Монгол улсын Засгийн газрын анхны Ерөнхий сайдаар Сайн ноён хан Намнансүрэн томилогджээ. Тэрээр 1919 оны 4 сард таалал болтолоо Монгол улсын Ерөнхий сайдаар 7 жил ажилласан.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/46492919_719765045075878_629161048997363712_n.jpg\" /></p>\n\n<p>Сонирхуулахад,&nbsp;<strong>Сайн Ноён хан Төгс-Очирын Намнансүрэн</strong>&nbsp;1918 оны 8 сард Хятадын цэрэг&nbsp;<a href=\"https://mn.wikipedia.org/wiki/%D0%9D%D0%B8%D0%B9%D1%81%D0%BB%D1%8D%D0%BB_%D1%85%D2%AF%D1%80%D1%8D%D1%8D\">Нийслэл хүрээнд</a>&nbsp;орж, 1919 оны сүүлээр Нийслэл хүрээг эзлэхэд буюу 1919 оны 4 сард 41 насандаа нас баржээ.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/46709266_341457409974458_8148931331481403392_n.jpg\" /></p>\n', 'Улс тунхагласны 94 жилийн ойн өдрийг угтан Баянхонгор аймгийн ЗДТГ, Угсаатны зүйн музей Өвөрхангай аймгийн түүхийн музейтэй хамтран  Монгол Улсын анхны Ерөнхий сайд Сайн Ноён хан Төгс-Очирын Намнансүрэнгийн мэндэлсний 140 жилийн ойг угтан түүний түүхэн гэрэл зураг, эдлэл хэрэглэлээс бүрдсэн үзэсгэлэнг аймгийн Угсаатны зүйн музейн үзэсгэлэнгийн танхимд нээлээ.', 'images/GkJJrPPIY38S8jm1URSxJSGMVFq2x8cKXTBHgSlk.jpeg', 0, 1, 1, 2, 1, '2018-12-02 21:13:10', '2018-12-20 03:27:30'),
(13, 2, 37, '2019 ОНЫГ ХҮҮХЭД ХАМГААЛАЛ, ӨВ ТЭГШ ХҮМҮҮЖЛИЙН ЖИЛ БОЛГОН ЗАРЛАЛАА', '<p>Баянхонгор аймгийн ИТХ-ын долоо дахь удаагийн сонгуулийн ээлжит 14-р хуралдаан 2018 оны 11-р сарын 29-нд буюу өвлийн тэргүүн сарын шинийн 22-ний өдөр &nbsp;боллоо.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0300.JPG\" /></p>\n\n<p>Ээлжит хуралдааныг аймгйин ИТХ-ын дарга Цагааны Отгонбаяр нээж үг хэлэв. Тэрээр аймгийн ИТХурал &ldquo;Аймгийн эдийн засаг, нийгмийг 2019 онд хөгжүүлэх үндсэн чиглэл батлах&rdquo;, Аймгийн 2019 оны төсөв батлах&rdquo;, &ldquo;Аймгийн боловсролын салбарын өнөөгийн байдал, цаашид авах арга хэмжээг төлөвлөх&rdquo;, &ldquo;Аймгийн хэмжээнд 2019 оныг Хүүхэд хамгаалал, өв тэгш хөгжүүлэх жил болгон зарлах&rdquo; зэрэг ирэх оныхоо ажлыг оновчтой төлөвлөх олон чухал асуудлыг хэлэлцэхээр хуран цуглаад буйг онцлоод өнгөрсөн удаагийн хуралдаанаас хойш ИТХ, ГХУСАЗЗ-аас хийж хэрэгжүүлсэн ажлын талаар товч тайлагналаа. Энэ хугацаанд&nbsp;&nbsp;<strong>&ldquo;ГЭР БҮЛИЙН ҮНЭ ЦЭНЭ&rdquo;</strong><strong>-2</strong>&nbsp;залуу гэр бүлийн чуулган, Хүний эрүүл мэндийн халдашгүй байдлын эсрэг гэмт хэргээс урьдчилан&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; сэргийлэх нь&rdquo; хэлэлцүүлэг, &ldquo;Бага насны хүүхдийг хүчирхийлэлээс ангид байх орчин дэмжих нь&rdquo; сургалт, Байгаль дэлхийгээ хайрлая-Баянхонгор нутгаа танин мэдэцгээе&rdquo; танин мэдэхүйн уралдааныг тус тус амжилттай зохион байгуулжээ.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0324.JPG\" /></p>\n\n<p>Мөн аймгийн ИТХ-ын төлөөлөгчид Бүгд Найрамдах Болгар Улсын Русе мужийн захирагч Галин Тодоров Григоров, Бүгд Найрамдах Болгар Улс дахь Монгол Улсын өргөмжит консул Камен Петров Милков нарын урилгаар Болгар улсад албан ёсны айлчлал хийж , айлчлалын хүрээнд талууд хөдөө аж ахуй, газар тариалан, аялал жуулчлал, хөнгөн үйлдвэрлэлийн салбарт хамтран ажиллах санамж бичигт гарын үсэг зурж, цаашид хоёр улсын хамтын ажиллагаа, нийгэм, эдийн засгийн харилцан ашигтай үйл ажиллагааг хөгжүүлэхэд чухал ач холбогдолтой ажлыг эхлүүлсэн байна.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0316.JPG\" /></p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Аймгийн ИТХ-ын тэргүүлэгчдийн хуралдаанаар бодлогын чанартай олон баримт бичгийг батлан гаргажээ. Тухайлбал &nbsp;&ldquo;Залуучуудын хөгжлийг дэмжих&rdquo; аймгийн дэд хөтөлбөр батлах &rdquo;, &ldquo;Замын хөдөлгөөний аюулгүй байдлыг хангах аймгийн дэд зөвлөл байгуулах&rdquo;, &nbsp;Орон нутгийн өмчийн эд хөрөнгийн бүртгэлийн талаар авах арга хэмжээний тухай, Аймгийн Үндэсний сурын талбайг Хүрээмарал сумын харьяат Улсын мэргэн Л.Ядамсүрэнгийн нэрэмжит болгох тухай, &nbsp;Аймгийн Иргэдийн төлөөлөгчдийн хурлын дэргэд &ldquo;Тогтвортой хөгжил-Түншлэл&rdquo; зөвлөл байгуулж, ажиллах журмыг батлах тухай, &nbsp;Баянхонгор аймгийн хэмжээнд 2018-2022 онд&nbsp; &nbsp;хэрэгжих ан агнуурын менежментийн төлөвлөгөөг дэмжих тухай, Төрийн болон байгууллагын архив, баримтын хадгалалт хамгаалалт, аюулгүй байдлыг хангах аймгийн хөтөлбөр батлах тухай, Замын хөдөлгөөний аюулгүй байдлыг хангах, зам тээврийн ослоос урьдчилан сэргийлэх дунд хугацааны хөтөлбөр батлах тухай, Согтууруулах ундаа худалдах, түүгээр үйлчлэх тусгай зөвшөөрөл олгох, сунгах, түтгэлзүүлэх, хүчингүй болгох журам шинэчлэн батлах тухай, Хөдөлмөрийн аюулгүй байдал эрүүл ахуйн аймгийн хөтөлбөр батлах тухай, Зорилтот өрхийн болон өрх толгойлсон эцэг, эхчүүдийн хөгжил хамгааллыг сайжруулах аймгийн дэд хөтөлбөр батлах тухай, Хүүхдэд ээлтэй орон нутаг аймгийн дэд хөтөлбөр батласан зэрэг олон чухал бодлогын чанартай бичиг баримтуудыг батлан гаргажээ.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0319(1).JPG\" />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p>Ээлжит 14-р хуралдааны хурлын ирц 92,7 хувьтай байсан ба төлөөлөгчид Баянхонгор айгмийн эдийн, засаг нийгмийг 2019 онд хөгжүүлэх үндсэн чиглэл, төсөв, 2019 оныг Хүүхэд хамгааллын жил болгох тухай, согтууруулах ундааны журмыг шинэчлэн батлах,&nbsp; хураамжийн хэмжээг тогтоох , Бэлчээр ашиглалтыг хариуцлагажуулах журам, ЖДҮ-г дэмжих чиглэлээр 2012-2018 онд олгосон зээлийн үр дүн, эргэн төлөлт зэрэг &nbsp;аймаг орон нутгийн эдийн засаг, нийгмийг хөгжүүлэх, иргэдийн ажил орлого, эрүүл аюулгүй байдлыг хангахад чиглэсэн үндсэн томоохон есөн асуудлыг хэлэлцэн баталсан юм.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0304(3).JPG\" /></p>\n\n<p>Хурлын эхэнд Баянхонгор &nbsp;аймгийн Боловсролын салбарын өнөөгийн байдал, цаашид авах арга хэмжээг төлөөлөгчид авч хэлэлцлээ.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0366(1).JPG\" /></p>\n\n<p>Боловсролын салбарын чанарын гол үзүүлэлт болсон ерөнхий боловсролын сургуулийн сурагчид, багш нараас авсан шалгалтын дүн, элсэлтийн ерөнхий шалгалтын 2018 оны дүнгээс харахад аймгийн хэмжээнд боловсролын чанар хангалтгүй түвшинд байгаа юм.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0354.JPG\" /></p>\n\n<p>Мөн шалгалтын дүнгээр хангалтгүй дүн авсан багш нарын 90 гаруй хувийг 1-5 жил ажиллаж байгаа багш нар эзэлж байна. Сурагчдын сургалтын чанарт нөлөөлж байгаа гол хүчин зүйл нь багш нарын ур чадвар муу, аймгийн Боловсрол, соёл, урлагийн мэргэжилтнүүдийн зүгээс багш нарыг удирдан манлайлж хөгжүүлэх үүргээ хангалтгүй биелүүлсэн, аймагт боловсролын салбарын урт хугацааны бодлогын баримт бичиг байхгүй, эцэг эхчүүдийн зүгээс хүүхдийнхээ сурлагын чанарт хандуулах анхаарал эрс суларсан, хүүхдүүдийн өөрийгөө дайчлан сурах идэвх хангалтгүй байгааг хурлын төлөөлөгч нар хэлж байлаа. &nbsp;Иймээс Боловсролын салбарын урт хугацааны бодлогын баримт бичгийг Төрийн болон төрийн бус байгууллага, мэргэжлийн байгууллага, иргэдийн оролцоотойгоор боловсруулан батлах, боловсролын салбарт хариуцлага, ёс зүй алдсан, тухайн жилийн үр дүнгийн гэрээний үүргээ хангалтгүй биелүүлсэн удирдах ажилтан, мэргэжилтнүүдэд холбогдох хариуцлага тооцож, ур чадварын түвшин тогтоох шалгалтад гурав ба түүнээс дээш удаа хангалтгүй дүн авсан багш нарыг сургаж чадавхжуулах, хариуцлага тооцох, багшлах эрхийг цуцлах зэрэг бодлого зохион байгуулалтын арга хэмжээ авч хэрэгжүүлэх, &nbsp;&ldquo;Сайн багш&rdquo; хөтөлбөрийг хэрэгжүүлж, багш нарыг давтан сургах, мэргэжил дээшлүүлэх, багш нарын мэргэжил арга зүйн болон судалгаа шинжилгээ хийх, өөрийгөө хөгжүүлэх, ур чадварыг дэмжиж, эрдэм шинжилгээний бага хурал зохион байгуулах, сургалтын технологийн дэвшилтэт арга зүй, тэргүүн туршлагыг түгээн дэлгэрүүлэх, багш нарын нийгмийн хамгааллын асуудлыг шат дараатай шийдвэрлэх гэсэн зүйл бүхий тогтоолыг ээлжит 14-р хуралдаанаар гаргалаа.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0320.JPG\" /></p>\n\n<p>&nbsp;</p>\n\n<p>Аймгйин хурлын төлөөлөгчид 2019 оныг &ldquo;Хүүхэд хамгаалал, өв тэгш хүмүүжлийн жил&rdquo; болгон зарлалаа.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0346(2).JPG\" /></p>\n\n<p>&nbsp;&ldquo;Хүүхэд хамгаалал, өв тэгш хүмүүжлийн жил&rdquo;-ийн хүрээнд олон ажил арга хэмжээг зохион байгуулах ба үйл ажиллагааны тусгай төлөвлөгөө батлан олон улсын төсөл хөтөлбөртэй уялдуулан хэрэгжүүлэх юм байна.&nbsp;</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0335(3).JPG\" /></p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0333(1).JPG\" /></p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0336.JPG\" /></p>\n', 'Баянхонгор аймгийн ИТХ-ын долоо дахь удаагийн сонгуулийн ээлжит 14-р хуралдаан 2018 оны 11-р сарын 29-нд буюу өвлийн тэргүүн сарын шинийн 22-ний өдөр  боллоо.', 'images/ExYEVxjn9BP4TfcRImX3uvqUhemAPj1UbpZCHaYE.jpeg', 1, 1, 1, 2, 3, '2018-12-02 21:28:40', '2018-12-17 03:45:03'),
(14, 2, 38, '44 АЛБАН ХААГЧ ТӨРИЙН АЛБАНЫ ТАНГАРАГ ӨРГӨЖ, ОРОН ГЭРГҮЙ 30 ӨРХ ӨРГӨӨ ЦАГААН ГЭРТЭЙ БОЛЛОО', '<p>Бүгд найрамдах улсаа тунхаглаж, тусгаар тогтнол, бүрэн эрхт байдлаа баталгаажуулсны 94 жилийн түүхт ой өнөөдөр тохиож байна.</p>\n\n<p>Монгол Улс анхны үндсэн хуулиа баталж Бүгд Найрамдах Улсаа тунхагласны түүхт 94 жилийн ойн хүрээнд Баянхонгор аймгийн удирдлагууд, төрийн албан хаагчид тусгаар тогтнолын хөшөөндөө цэцэг өргөн хүндэтгэл үзүүлсэн юм.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/191A8200.JPG\" /></p>\n\n<p>Эдүгээгээс 94 жилийн тэртээ 1924 оны 6 дугаар сарын 3-нд хуралдсан Монгол Ардын Намын Төв Хорооны Тэргүүлэгчдийн хурал улс оронд Бүгд Найрамдах засаг тогтоох тухай шийдвэр гаргасныг Төв Хорооны бүгд хурлаар хэлэлцэн баталжээ. Үүний дараа БНМАУ-ын анхдугаар хурал хуралдаж 1924 оны 11 дүгээр сарын 26-нд Ардын Бүрэн Эрхт Бүгд Найрамдах Улсыг тунхаглан, анхдугаар Үндсэн хуулийг баталсан билээ. Ийнхүү манай улс ХХ зууны хүн төрөлхтний улс төрийн дэвшилт болсон Бүгд Найрамдах засаглал бүхий төрийн байгуулалд шилжин орсон Ази тивийн анхны улсын нэг болсон билээ.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0164.JPG\" /></p>\n\n<p>Төрийн албаны тухай хуулийн 12 дугаар зүйлийн 12.1 дэх заалт, Монгол Улсын Ерөнхийлөгчийн 1995 оны 109 дүгээр зарлигаар батлагдсан &ldquo;Төрийн захиргааны албан хаагчийн тангараг өргөх ёслолын журам&rdquo;-ыг тус тус үндэслэн, Төрийн албаны тухай хуулийн 10, 15, 16, 17, 18 дугаар зүйлд тавигдсан шаардлага, нөхцөл болзлыг хангаж, төрийн албаны мэргэшлийн шалгалтад тэнцэн, тухайн албан тушаалд туршилтын хугацаанд ажиллахдаа төрийн албан хаагчийн зорилго, зорилт, чиг үүргээ мэргэжил ур чадварын зохих түвшинд амжилттай гүйцэтгэж байгаа нийт 44 албан хаагч &ldquo;Төрийн албан хаагчийн тангараг&rdquo; өргөлөө.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/DSC_0172.JPG\" /></p>\n\n<p>Энэ түүхт өдрийг тохиолдуулан Баянхонгор аймгийн төрийн албан хаагчдын хандив дэмжлэг, зарим ААН-ийн туслалцаагаар амжиргааны баталгаажих түвшингээс доогуур орлоготой, өөрийн гэсэн орон гэргүй 30 айлыг өргөө цагаан гэртэй болгож нийт 500 айлд гурил будаа зэрэг хүнсний бүтээгдэхүүн олголоо. Ингэснээр энэ бол бахархалт өдрөөр тэмдэглээд өнгөрөх биш баянхонгор аймгийн олон олон айл өрх, түүний гишүүдийн амьдрал ахуйд нь бодит дэмжлэг болсон, баяр хөөр бэлэглэсэн өдөр болж байгаа юм.</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/46519956_2254253464608177_2555256712189706240_o.jpg\" /></p>\n\n<p>&nbsp;</p>\n\n<p><img alt=\"\" src=\"http://bayankhongor.gov.mn/upload/other/191A8260.JPG\" /></p>\n', 'Бүгд найрамдах улсаа тунхаглаж, тусгаар тогтнол, бүрэн эрхт байдлаа баталгаажуулсны 94 жилийн түүхт ой өнөөдөр тохиож байна.\n\nМонгол Улс анхны үндсэн хуулиа баталж Бүгд Найрамдах Улсаа тунхагласны түүхт 94 жилийн ойн хүрээнд Баянхонгор аймгийн удирдлагууд, төрийн албан хаагчид тусгаар тогтнолын хөшөөндөө цэцэг өргөн хүндэтгэл үзүүлсэн юм.', 'images/w8wHzRhSlSGI5kkNzpCeinyiLmFSfBE1DfANOjSh.jpeg', 1, 1, 1, 2, 3, '2018-12-02 21:30:24', '2018-12-20 03:27:37'),
(16, 2, 0, '\"ИРГЭДЭЭ СОНСОХ ЦАГ\" ШУУД НЭВТРҮҮЛЭГ-1 БАЯНХОНГОР АЙМГИЙН ЗАСАГ ДАРГА Г.БАТЖАРГАЛ', '<p>ИРГЭДЭЭ СОНСОХ ЦАГ&nbsp;</p>\n', 'ИРГЭДЭЭ СОНСОХ ЦАГ ', 'm8_G_9Ibcr0', 2, 1, 1, 0, 3, '2018-12-05 01:43:28', '2018-12-17 03:47:13'),
(17, 2, 0, 'БАЯНХОНГОР МИНИЙ НУТАГ', '', '&nbsp;', 'b-q2n4k_eSM', 2, 1, 0, 0, 1, '2018-12-05 03:08:23', '2018-12-20 03:25:09'),
(18, 2, 0, 'ӨНӨӨГИЙН БАЯНХОНГОР', '<pre>\n&amp;nbsp;</pre>\n', '&nbsp;', 'OWam2XNERk4', 2, 1, 0, 0, 2, '2018-12-05 03:09:05', '2018-12-18 02:07:53'),
(19, 2, 0, 'БАЯНХОНГОР АЙМАГ \"БАГА ОЛИМП\" 2015 НЭВТРҮҮЛЭГ', '<pre>\n&amp;nbsp;</pre>\n', '&nbsp;', 'sWhxbZNNNgQ', 2, 1, 0, 0, 6, '2018-12-05 03:09:54', '2018-12-17 03:48:38'),
(20, 2, 0, 'БАЯНХОНГОР АЙМАГТ 2013-2015 ОНД ХИЙСЭН АЖЛЫН ТАЙЛАН', '', '&nbsp;', 'AFdMZPqGR_Y', 2, 1, 0, 0, 17, '2018-12-05 03:10:29', '2018-12-17 06:07:37'),
(21, 2, 0, 'САХИЛГА ХАРИУЦЛАГЫН ЗӨВЛӨГӨӨН', '<p>САХИЛГА ХАРИУЦЛАГЫН ЗӨВЛӨГӨӨН</p>\n', 'САХИЛГА ХАРИУЦЛАГЫН ЗӨВЛӨГӨӨН', 'T1U439sUdKw', 2, 1, 0, 0, 31, '2018-12-05 03:10:57', '2018-12-21 07:01:32'),
(22, 2, 50, 'Засгийн газрын ээлжит хуралдаан болж, дараах асуудлуудыг хэлэлцэн шийдвэрлэлээ', '<p><strong>Засгийн газрын тухай хуульд нэмэлт, өөрчлөлт оруулах тухай хуулийн төслийг УИХ-д өргөн мэдүүлнэ</strong></p>\n\n<p>Засгийн газрын тухай хуульд нэмэлт, өөрчлөлт оруулах тухай хуулийн төсөл болон холбогдох бусад хууль, УИХ-ын тогтоолын төслийг хэлэлцээд УИХ-д өргөн мэдүүлэхээр тогтлоо.</p>\n\n<p>Монгол Улсын 2016 оны төсвийн тухай хууль батлагдсанаар Улсын бүртгэлийн ерөнхий газар, Үндэсний статистикийн хороог нэгтгэж, Улсын бүртгэл, статистикийн ерөнхий газар болгон өөрчлөн зохион байгуулсан. Үүнтэй холбогдуулан Монгол Улсын Засгийн газрын тухай хууль болон холбогдох бусад хууль тогтоомжид шаардлагатай нэмэлт, өөрчлөлтийг оруулж төслийг боловсруулжээ. Хуулийн төсөлд тахарын болон статистикийн байгууллагыг хууль зүйн асуудал эрхэлсэн Засгийн газрын гишүүний эрхлэх асуудлын хүрээнд нэмж тусгажээ.</p>\n\n<p><strong>Цэргийн албыг дүйцүүлэн хаах иргэдийн тооны дээд хязгаарыг баталлаа</strong></p>\n\n<p>2016 онд цэргийн албыг дүйцүүлэн хаах иргэдийн орон тооны дээд хязгаарыг баталлаа. Цэргийн дүйцүүлэх албыг 2016 онд мөнгөн төлбөрийн хэлбэрээр орлуулан хаах иргэний төлөх төлбөрийн хэмжээг 4,807,207 төгрөг байхаар тогтоож, цэргийн албыг дүйцүүлэн хаалгах ажлыг зохих журмын дагуу зохион байгуулж, мөнгөн төлбөрийг төлүүлэх арга хэмжээг авч хэрэгжүүлэхийг аймаг, нийслэлийн Засаг дарга нарт даалгаж, хэрэгжилтэд нь хяналт тавьж ажиллахыг Батлан хамгаалахын сайд Ц.Цолмон, Сангийн сайд Б.Болор нарт үүрэг болголоо.</p>\n\n<p>Хугацаат цэргийн албан хаагчид зарцуулах хангамж, үйлчилгээний зардлыг үндэслэн тухайн онд цэргийн дүйцүүлэх албыг мөнгөн төлбөрийн хэлбэрээр орлуулан хаах иргэний төлөх төлбөрийн хэмжээг тогтоодог байна.</p>\n\n<p><strong>Олон улсын гэрээ, конвенцид нэгдэн орох тухай асуудлыг УИХ-ын Байнгын хороотой зөвшилцөхөөр тогтлоо</strong></p>\n\n<p>&ldquo;Цөмийн аюулгүй байдлын тухай 1994 оны конвенц&rdquo;, &ldquo;Ашигласан түлшний болон цацраг идэвхт хаягдлын менежментийн аюулгүй ажиллагааны тухай 1997 оны конвенц&rdquo;, &ldquo;Цөмийн материалыг биечлэн хамгаалах тухай 1980 оны конвенцийн 2005 оны нэмэлт, өөрчлөлтийн тухай&rdquo;, &ldquo;Бага хэмжээний цөмийн материалын шинэчилсэн протокол&rdquo;-ыг соёрхон батлах тухай асуудлыг хэлэлцээд УИХ-ын холбогдох Байнгын хороотой зөвшилцөхөөр тогтлоо.</p>\n\n<p>Эдгээр протоколд тус тус нэгдэн орсноор манай улсын хувьд цөмийн болон цацрагийн аюулгүй байдлыг хангах, хүн ам, нийгэм, байгаль орчныг ионжуулагч цацрагийн сөрөг нөлөөллөөс хамгаалахад холбогдох хууль эрх зүйн орчныг улам боловсронгуй болгох, хөрш орнуудын баримталж буй бодлого, авч хэрэгжүүлж буй арга хэмжээг сайтар судлах, цөмийн материалын биет хамгаалалт, цөмийн гэмт хэрэгтэй тэмцэхэд олон улсын хамтын ажиллагааг хөгжүүлэхэд чухал ач холбогдолтой ажээ.</p>\n\n<p>Тус конвенциуд нь Монгол Улсын Үндсэн хууль, Үндэсний аюулгүй байдлын үзэл баримтлал, холбогдох бусад хууль тогтоомжтой нийцэж байгаа юм.</p>\n\n<p><strong>Барааны гарал, үүслийн дүрмийг шинэчлэн баталлаа</strong></p>\n\n<p>Эдийн засгийн түншлэлийн тухай Монгол Улс, Япон Улс хоорондын хэлэлцээр байгуулсантай холбогдуулан Засгийн газрын 2009 оны 88 дугаар тогтоолоор баталсан &ldquo;Барааны гарал үүслийн дүрэм&rdquo;-д зарим өөрчлөлт оруулах шаардлагатай болсон байна.&nbsp;</p>\n\n<p>Гаалийн тариф, гаалийн татварын тухай хуулийг үндэслэн &ldquo;Барааны гарал үүслийн дүрэм&rdquo;-ийг хавсралтаар шинэчлэн баталлаа. Тогтоолын хэрэгжилтэд хяналт тавьж ажиллахыг Сангийн сайд Б.Болор, Аж үйлдвэрийн сайд Д.Эрдэнэбат нарт үүрэг болголоо.</p>\n\n<p>Энэ дүрэм батлагдсанаар олон улсын гэрээ хэлэлцээр хэрэгжиж, тарифын хөнгөлөлт эдэлснээр гадаад худалдаа эрхлэгчдэд татварын хөнгөлөлттэй тариф хэрэглэх боломж бүрдэх юм.</p>\n\n<p><strong>Журам баталж, төлбөрийн хэмжээг шинэчлэн тогтоолоо</strong></p>\n\n<p>Олон улсын болон улсын чанартай зам, замын байгууламжаар зорчиж байгаа тээврийн хэрэгслээс төлбөр авах журам болон төлбөрийн хэмжээг шинэчлэн тогтоолоо.</p>\n\n<p>Энэ тогтоол гарсантай холбогдуулан олон улсын болон улсын чанартай зам, замын байгууламжаар зорчиж байгаа тээврийн хэрэгслээс төлбөр авах цэгийн байршлыг шинэчлэн тогтоож, Монгол Улсын автозамын сүлжээний зурагт тэмдэглэж, нийтэд мэдээлэхийг Зам, тээврийн сайд М.Зоригтод үүрэг болголоо.</p>\n\n<p>Олон улсын болон улсын чанартай зам, замын байгууламжаар зорчиж байгаа тээврийн хэрэгслээс авах төлбөрийн хэмжээг шинэчилснээр 12 хүртлэх хүний суудалтай зорчигч тээврийн хэрэгслээс 1000, 12-24 хүний суудалтай тээврийн хэрэгслээс 2000, 24-өөс дээш суудалтай тээврийн хэрэгслээс 3000 мянган төгрөгийн хураамж авна.</p>\n\n<p>Ачаа тээврийн хэрэгслийн хураамж тэнхлэг болон бодит жингээсээ хамаарч 2-10 мянга хүртэл байхаар журамд тусгажээ.</p>\n\n<p><strong>Товч мэдээ</strong></p>\n\n<ul>\n	<li>Монгол Улсын Ерөнхийлөгч Ц.Элбэгдорж 2016 оны нэгдүгээр сарын 19-23-нд Швейцарын Холбооны Улсын Давос хотод ажиллаж, Дэлхийн эдийн засгийн 46 дугаар чуулга уулзалтад оролцсон дүнг хэлэлцээд Үндэсний аюулгүй байдлын зөвлөлд оруулахыг Гадаад хэргийн сайд Л.Пүрэвсүрэнд даалгалаа.</li>\n	<li>Улаанбаатар хотноо 2016 оны 1 дүгээр сарын 13-ны өдөр гарын үсэг зурсан &ldquo;Хоёр улсын хооронд байгуулсан олон улсын гэрээг данслах тухай Монгол Улсын Засгийн газар, Бүгд Найрамдах Болгар улсын Засгийн газар хоорондын протокол&rdquo;-ыг баталлаа.</li>\n	<li>УИХ-ын гишүүн Х.Тэмүүжингийн санаачлан боловсруулсан Замын хөдөлгөөний аюулгүй байдлын тухай хуульд өөрчлөлт оруулах тухай хуулийн төсөл, түүнийг дагалдуулан боловсруулсан Захиргааны хариуцлагын тухай хуульд өөрчлөлт оруулах тухай хуулийн төслийг хэлэлцээд зарчмын хувьд дэмжлээ.</li>\n	<li>УИХ-ын гишүүн О.Баасанхүүгийн санаачлан боловсруулсан Монгол Улсын Их Хурлын тухай хуульд өөрчлөлт оруулах тухай хуулийн төслийг хэлэлцээд зарим саналыг төсөл санаачлагчид хүргүүллээ г<strong>эж </strong></li>\n</ul>\n\n<p><strong>Засгийн газрын Хэвлэл мэдээлэл, олон нийттэй харилцах албанаас мэдээллээ.&nbsp;</strong></p>\n', 'Засгийн газрын тухай хуульд нэмэлт, өөрчлөлт оруулах тухай хуулийн төсөл болон холбогдох бусад хууль, УИХ-ын тогтоолын төслийг хэлэлцээд УИХ-д өргөн мэдүүлэхээр тогтлоо.\nМонгол Улсын 2016 оны төсвийн тухай хууль батлагдсанаар Улсын бүртгэлийн ерөнхий газар, Үндэсний статистикийн хороог нэгтгэж, Улсын бүртгэл, статистикийн ерөнхий газар болгон өөрчлөн зохион байгуулсан. Үүнтэй холбогдуулан Монгол Улсын Засгийн газрын тухай хууль болон холбогдох бусад хууль тогтоомжид шаардлагатай нэмэлт, өөрчлөлтийг оруулж төслийг боловсруулжээ. Хуулийн төсөлд тахарын болон статистикийн байгууллагыг хууль зүйн асуудал эрхэлсэн Засгийн газрын гишүүний эрхлэх асуудлын хүрээнд нэмж тусгажээ.', 'images/ENVqCdHhFfFvnyWM6sfvwwFfuTLq33PGCUwKYlgP.jpeg', 0, 1, 1, 0, 0, '2018-12-13 02:03:28', '2018-12-13 02:05:31'),
(23, 2, 50, 'Баян-Овоо сумын 2017 онд явагдах олон нийтийг хамарсан урлаг, спортын арга хэмжээ', '<p>Баян-Овоо сумын 2017 онд явагдах олон нийтийг хамарсан урлаг, спортын арга хэмжээний нэгдсэн төлөвлөгөөний дагуу 01 дүгээр сарын 14 нд ардын дууны тэмцээн боллоо.</p>\n', 'Баян-Овоо сумын 2017 онд явагдах олон нийтийг хамарсан урлаг, спортын арга хэмжээний нэгдсэн төлөвлөгөөний дагуу 01 дүгээр сарын 14 нд ардын дууны тэмцээн боллоо.', 'images/vbkIkxfcRNcNCaYIRSWYwO2p78FkFslZ80iRrLNI.jpeg', 0, 1, 0, 0, 78, '2018-12-13 02:05:20', '2018-12-17 13:05:33'),
(27, 2, 50, '\"Баянхонгорын магтаал оршвой\" магтуу', '<p>Энэхүү магтууны шүлгийн цомнолыг Гурванбулаг сумын уугуул, МЗЭ-ийн гишүүн, яруу найрагч Д.Доржготов тэрлэж, Заг сумын уугуул, Хөсөгтөн хамтлагийн морин хуурч, хөөмийч В.Батзориг аялгуу туурвин Ламын гэгээн Лувсанданзанжанцаны мэлмий гийсний 375 жилийн ой, наймдугаар дүрийн гэгээнтэн Данзанжамбалчойжишинэнд &quot;Бат оршил өргөх&quot; ёслол, даншиг наадамд зориулан бүтээж, хонгор нутгийнхаа төдийгүй нийт монголын ард түмэнд бэлэг барьж байна.</p>\n', 'Энэхүү магтууны шүлгийн цомнолыг  Гурванбулаг сумын уугуул, МЗЭ-ийн гишүүн, яруу найрагч Д.Доржготов тэрлэж, Заг сумын уугуул, Хөсөгтөн хамтлагийн морин хуурч, хөөмийч В.Батзориг аялгуу туурвин Ламын гэгээн Лувсанданзанжанцаны мэлмий гийсний 375 жилийн ой, наймдугаар дүрийн гэгээнтэн Данзанжамбалчойжишинэнд \"Бат оршил өргөх\" ёслол,  даншиг наадамд зориулан бүтээж, хонгор нутгийнхаа төдийгүй нийт монголын ард түмэнд бэлэг барьж байна. ', 'TGK5-CsYuv0', 2, 1, 0, 0, 2, '2018-12-17 06:20:17', '2018-12-17 12:52:55'),
(28, 2, 50, 'Зүрхэнд эгшиглэх нутаг ', '<p>ҮДБЭЧ-ийн морин хуурч, Хөсөгтөн хамтлагийн ахлагч В.Батзориг, ҮДБЭЧ-ийн гоцлол дуучин П.Баярмагнай, ДБЭТ-ийн гоцлол дуучин Ш.Наранчимэг, дуучин Д.Отгонжаргал, Маск продакшны жүжигчин М.Баярмагнай, ая зохиогч, дуучин Н.Баасандорж, ......, Увертура хамтлагийн ахлагч, дуучин Г.Пүрэвдагва, Улсын филармоны гоцлол дуучин Л.Насанбуян, Н.Наранбаатар, Шинэ үе продакшны жүжигчин Г.Ундармаа, Төрийн соёрхолт Д.Сосорбарам, Хурд хамтлагийн дуучин Д.Төмөрцог﻿</p>\n', 'ҮДБЭЧ-ийн морин хуурч, Хөсөгтөн хамтлагийн ахлагч В.Батзориг, ҮДБЭЧ-ийн гоцлол дуучин П.Баярмагнай, ДБЭТ-ийн гоцлол дуучин Ш.Наранчимэг, дуучин Д.Отгонжаргал, Маск продакшны жүжигчин М.Баярмагнай, ая зохиогч, дуучин Н.Баасандорж, ......, Увертура хамтлагийн ахлагч, дуучин Г.Пүрэвдагва, Улсын филармоны гоцлол дуучин Л.Насанбуян, Н.Наранбаатар, Шинэ үе продакшны жүжигчин Г.Ундармаа, Төрийн соёрхолт Д.Сосорбарам, Хурд хамтлагийн дуучин Д.Төмөрцог﻿\n\n', 'z595lTksxik', 2, 1, 0, 0, 10, '2018-12-17 06:33:22', '2018-12-17 12:57:41'),
(24, 2, 50, 'Баян-Овоо сумын Санхүү тасгийн анхны дарга Б.Төмөө агсны нэрэмжит Нэг өдөр өдөрлөг болов', '<p>Баян-Овоо сумын Санхүү тасгийн анхны дарга БАТОЧИРЫН ТӨМӨӨ агсны алдрыг мөнхжүүлэх, хамт мөр зэрэгцэн залуу нас, хүсэл зорилгоо нэгтгэн ажиллаж амьдарч явсан ахмад санхүүчид, ажилчдыг нэгтгэсэн &quot; НЭГ ӨДӨР&quot; уулзалт арга хэмжээг Санхүүгийн албаны санаачилгаар үр хүүхдүүд, ач зээ нар нь их өргөн сайхан зохион байгууллаа. Энэ ажлын хүрээнд төсөвт байгууллагуудын дунд гар бөмбөгийн тэмцээн, бага ангийн сурагчдын дунд &quot;Сэтгэх чадварын олимпиад&quot; , дунд, ахлах ангийн сурагчдын дунд &quot;Сумандаа сайхан амьдрая&quot; эссэ бичлэгийн уралдаан, албан хаагчдын дунд АХА, ахмадуудын дунд Сампингийн уралдаан, санхүүчдын дунд &quot;3 үеийн санхүүч&quot;-дын уулзалтыг зохион байгууллаа. Мөн Б.Төмөө агсны тухай &quot;Эргэн дурсахуй&quot; нэвтрүүлэг хийлээ.</p>\n', 'Баян-Овоо сумын Санхүү тасгийн анхны дарга БАТОЧИРЫН ТӨМӨӨ агсны алдрыг мөнхжүүлэх, хамт мөр зэрэгцэн залуу нас, хүсэл зорилгоо нэгтгэн ажиллаж амьдарч явсан ахмад санхүүчид, ажилчдыг нэгтгэсэн \" НЭГ ӨДӨР\" уулзалт арга хэмжээг Санхүүгийн албаны санаачилгаар үр хүүхдүүд, ач зээ нар нь их өргөн сайхан зохион байгууллаа. Энэ ажлын хүрээнд төсөвт байгууллагуудын дунд гар бөмбөгийн тэмцээн, бага ангийн сурагчдын дунд \"Сэтгэх чадварын олимпиад\" , дунд, ахлах ангийн сурагчдын дунд \"Сумандаа сайхан амьдрая\" эссэ бичлэгийн уралдаан, албан хаагчдын дунд АХА, ахмадуудын дунд Сампингийн уралдаан, санхүүчдын дунд \"3 үеийн санхүүч\"-дын уулзалтыг зохион байгууллаа. Мөн Б.Төмөө агсны тухай \"Эргэн дурсахуй\" нэвтрүүлэг хийлээ.', 'images/PB052fGUHfTdKhzmlK3iEAq0w9CLMhPYapBW8ANs.jpeg', 0, 1, 0, 0, 0, '2018-12-13 02:06:56', '2018-12-13 03:48:43'),
(25, 2, 50, 'Албан хаагчидад сургалт зохион байгууллаа.', '<p>Сумын төрийн албан хаагчид болон иргэдэд Нийгмийн даатгал, Татварын хууль тогтоомж, боловсролын салбарын тэтгэмж, цалин хөлс, тэтгэврт болон хөдөө орон нутагт тогтвор суурьшилтай ажилласны тэтгэмжийн эрх үүсэх хууль тогтоомжийН талаарх мэдлэг олгох сургалтыг 2017оны 05 сарын 04-ны өдөр амжилттай зохион байгууллаа. Тус сургалтанд аймгийн Санхүү, төрийн сангийн хэлтсийн дотоод хяналт хариуцсан мэргэжилтэн Б.Саруул, боловсролын төсөв хариуцсан мэргэжилтэн В.Содномдаржаа, Татварын хэлтсийн улсын байцаагч Ж.Тайван, ЭМНД-ын хэлтсийн төлөвлөгч, эдийн засагч , Н.Догмидсанги, тэтгэвэр хариуцсан улсын байцаагч П.Болормаа нар урилгаар оролцлоо.</p>\n', 'Сумын төрийн албан хаагчид болон иргэдэд Нийгмийн даатгал, Татварын хууль тогтоомж, боловсролын салбарын тэтгэмж, цалин хөлс, тэтгэврт болон хөдөө орон нутагт тогтвор суурьшилтай ажилласны тэтгэмжийн эрх үүсэх хууль тогтоомжийН талаарх мэдлэг олгох сургалтыг 2017оны 05 сарын 04-ны өдөр амжилттай зохион байгууллаа. Тус сургалтанд аймгийн Санхүү, төрийн сангийн хэлтсийн дотоод хяналт хариуцсан мэргэжилтэн Б.Саруул, боловсролын төсөв хариуцсан мэргэжилтэн В.Содномдаржаа, Татварын хэлтсийн улсын байцаагч Ж.Тайван, ЭМНД-ын хэлтсийн төлөвлөгч, эдийн засагч , Н.Догмидсанги, тэтгэвэр хариуцсан улсын байцаагч П.Болормаа нар урилгаар оролцлоо.', 'images/cB6o6aZXcPXsK5in2cPvZCELNWgNyJTBUZd6ZJJK.jpeg', 0, 1, 1, 0, 0, '2018-12-13 02:07:33', '2018-12-13 02:07:33');
INSERT INTO `posts` (`id`, `admin_id`, `site_id`, `title`, `content`, `short_content`, `image`, `type`, `status`, `is_primary`, `main_site_publish`, `view_count`, `created_at`, `updated_at`) VALUES
(26, 2, 50, 'Сайн үйлсийн аян өрнөж байна', '<p>Сумын Засаг даргатай Цагаан цахир орчимд ажилладаг нөхөрлөлүүдийн 2017&nbsp; онд хийгдсэн гэрээнд тусгагдсан нийгмийн ажлуудын эхлэл болж санхүүгийн албаныхны БҮТЭЭЛЧ САНХҮҮЧ аяны хүрээнд санаачилан санал тавьж Эхчүүдийн амрах байрыг сумын уугуул иргэн Л.Бямбадорж , Цэцэрлэгийн бяцхан хүүхдүүдэд маань 30 ширхэг тоглоом гарын бэлэг Б.Гантогтох, Р.Мөнхбаяр ахлагчтай Таванбогд болор нөхөрлөлийн сайхан сэтгэлт хамт олон, Санхүүгийн албаны өрөөг Баянжаргал, Т.Түвшинжаргал нар тус тус тохижууллаа.&nbsp; Сайхан сэтгэлийн үзүүрт тос гэдэг шиг та бүхний маань ажил үйлс өөдрөг байх болтугай. Нийгмийн сайн үйлсийн ажил үргэлжилсээр байна.</p>\n', 'Сумын Засаг даргатай Цагаан цахир орчимд ажилладаг нөхөрлөлүүдийн 2017  онд хийгдсэн гэрээнд тусгагдсан нийгмийн ажлуудын эхлэл болж санхүүгийн албаныхны БҮТЭЭЛЧ САНХҮҮЧ аяны хүрээнд санаачилан санал тавьж Эхчүүдийн амрах байрыг сумын уугуул иргэн Л.Бямбадорж , Цэцэрлэгийн бяцхан хүүхдүүдэд маань 30 ширхэг тоглоом гарын бэлэг Б.Гантогтох, Р.Мөнхбаяр ахлагчтай Таванбогд болор нөхөрлөлийн сайхан сэтгэлт хамт олон, Санхүүгийн албаны өрөөг Баянжаргал, Т.Түвшинжаргал нар тус тус тохижууллаа.  Сайхан сэтгэлийн үзүүрт тос гэдэг шиг та бүхний маань ажил үйлс өөдрөг байх болтугай. Нийгмийн сайн үйлсийн ажил үргэлжилсээр байна.', 'images/2FBEmZYZo9JqIlEKSjqCyrbZQaIv7uRhdqs1hDVX.jpeg', 0, 1, 1, 0, 62, '2018-12-13 02:08:42', '2018-12-18 00:13:23');

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` int(11) NOT NULL,
  `google_api_key` varchar(200) DEFAULT NULL,
  `google_analytics` varchar(1000) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `google_api_key`, `google_analytics`, `created_at`, `updated_at`) VALUES
(1, '', '', '2018-10-25 03:50:32', '2018-10-26 08:16:43');

-- --------------------------------------------------------

--
-- Table structure for table `sites`
--

CREATE TABLE `sites` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `domain` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `logo` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `favicon` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `config` text COLLATE utf8mb4_unicode_ci,
  `sidebar` text COLLATE utf8mb4_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `sites`
--

INSERT INTO `sites` (`id`, `name`, `domain`, `logo`, `favicon`, `config`, `sidebar`, `created_at`, `updated_at`) VALUES
(38, 'Бөмбөгөр', 'bumbugur', NULL, NULL, NULL, NULL, '2018-10-05 05:04:33', '2018-10-05 05:04:33'),
(37, 'Галуут', 'galuut', NULL, NULL, NULL, NULL, '2018-10-05 05:04:10', '2018-10-05 05:04:10'),
(36, 'Жаргалант', 'jargalant', NULL, NULL, NULL, NULL, '2018-10-05 05:03:59', '2018-10-05 05:03:59'),
(35, 'Заг', 'zag', NULL, NULL, NULL, NULL, '2018-10-05 05:03:47', '2018-10-05 05:03:47'),
(34, 'Хүрээмарал', 'hureemaral', NULL, NULL, NULL, NULL, '2018-10-05 05:03:37', '2018-10-05 05:03:37'),
(33, 'Эрдэнэцогт', 'erdenetsogt', NULL, NULL, NULL, NULL, '2018-10-05 05:03:14', '2018-10-05 05:03:14'),
(39, 'Баянцагаан', 'bayntsagaan', NULL, NULL, NULL, NULL, '2018-10-05 05:04:47', '2018-10-05 05:04:47'),
(40, 'Баян-Өндөр', 'bayanundur', NULL, NULL, NULL, NULL, '2018-10-05 05:12:34', '2018-10-05 05:12:34'),
(41, 'Баянлиг', 'bayanlig', NULL, NULL, NULL, NULL, '2018-10-05 05:12:59', '2018-10-05 05:12:59'),
(42, 'Баянбулаг', 'bayanbulag', NULL, NULL, NULL, NULL, '2018-10-05 05:13:45', '2018-10-05 05:13:45'),
(43, 'Шинэжинст', 'shinejist', NULL, NULL, NULL, NULL, '2018-10-05 05:14:25', '2018-10-05 05:14:25'),
(44, 'Өлзийт', 'ulziit', NULL, NULL, NULL, NULL, '2018-10-05 05:14:51', '2018-10-05 05:14:51'),
(45, 'Жинст', 'jinst', NULL, NULL, NULL, NULL, '2018-10-05 05:15:11', '2018-10-05 05:15:11'),
(46, 'Гурванбулаг', 'gurvanbulag', NULL, NULL, NULL, NULL, '2018-10-05 05:15:39', '2018-10-05 05:15:39'),
(47, 'Бууцагаан', 'buutsagaan', NULL, NULL, NULL, NULL, '2018-10-05 05:15:52', '2018-10-05 05:15:52'),
(48, 'Богд', 'bogd', NULL, NULL, NULL, NULL, '2018-10-05 05:16:05', '2018-10-05 05:16:05'),
(49, 'Баянхонгор', 'bayanhongor', NULL, NULL, NULL, NULL, '2018-10-05 05:16:44', '2018-10-05 05:16:44'),
(50, 'Баян-Овоо', 'bayan-ovoo', 'logo/X6NI7vDx6j1U56zSjrBEXZryYpd9AB0KelAZKUxm.png', 'favicon/wiQVTlwrAZ3UOCFgv5e2ngp4Eh4nByF1N4diLPjg.png', '{\"main\":{\"weahter_code\":287,\"copyright\":\"БАЯНХОНГОР АЙМАГ БАЯН-ОВОО СУМ\",\"main_color\":{\"hsl\":{\"h\":231.42857142857144,\"s\":0.31531531531531526,\"l\":0.21764705882352942,\"a\":1},\"hex\":\"#262B49\",\"hex8\":\"#262B49FF\",\"rgba\":{\"r\":38,\"g\":43,\"b\":73,\"a\":1},\"hsv\":{\"h\":231.42857142857144,\"s\":0.4794520547945205,\"v\":0.28627450980392155,\"a\":1},\"oldHue\":109.8214285714286,\"source\":\"hex\",\"a\":1},\"parent_color\":{\"hsl\":{\"h\":214.58823529411765,\"s\":1,\"l\":0.5,\"a\":1},\"hex\":\"#006CFF\",\"hex8\":\"#006CFFFF\",\"rgba\":{\"r\":0,\"g\":108,\"b\":255,\"a\":1},\"hsv\":{\"h\":214.58823529411765,\"s\":1,\"v\":1,\"a\":1},\"oldHue\":209.33333333333334,\"source\":\"hex\",\"a\":1}},\"meta\":{\"title\":\"Баян-Овоо сум\",\"keywords\":\"Баян-Овоо сум, Баян-Овоо, Баяновоо,\",\"description\":\"Одоогийн Баянхонгор аймгийн Баян-Овоо сум нь Сайн ноён хан аймгийн Дайчин Гүн вангийн хошуу нь Халхын Умард замын Дундад баруун этгээдийн хошуу юм.\"},\"socail\":{\"facebook\":\"http://facebook.com\",\"messenger\":\"http://messenger.com\",\"google\":\"http://google.com\",\"youtube\":\"http://youtube.com\",\"twitter\":\"http://twitter.com\"},\"contact\":{\"phone\":\"+976 8870-0203\",\"address\":\"Монгол улс, Баянхонгор аймаг, Баян-овоо сум\",\"email\":\" javza0203@yahoo.com\",\"website\":\"\",\"googlemap\":1,\"latitude\":\"46.1798737\",\"longitude\":\"100.6766078\",\"zoom\":\"13\"}}', NULL, '2018-10-05 05:17:16', '2018-12-13 04:49:39'),
(51, 'Баянговь', 'bayangovi', NULL, 'favicon/16p6mMyZOpp7AVv2AQGk5XPfEE7Kg45lyKCrTZKE.jpeg', '{\"main\":{\"weahter_code\":287,\"copyright\":\"\",\"main_color\":\"#024789\",\"parent_color\":\"#024789\"},\"meta\":{\"title\":\"\",\"keywords\":\"\",\"description\":\"\"},\"socail\":{\"facebook\":\"\",\"messenger\":\"\",\"google\":\"\",\"youtube\":\"\",\"twitter\":\"\"},\"contact\":{\"phone\":\"\",\"address\":\"\",\"email\":\"\",\"website\":\"\",\"googlemap\":1,\"latitude\":\"\",\"longitude\":\"\",\"zoom\":12}}', NULL, '2018-10-05 05:17:35', '2018-12-17 03:17:20'),
(52, 'Баацагаан', 'baatsagaan', NULL, 'favicon/3eXi0whjX194CtbbUQyN4uAR4Zs2mQ7yMPZHOyFn.png', '{\"main\":{\"weahter_code\":287,\"copyright\":\"\",\"main_color\":\"#024789\",\"parent_color\":\"#024789\"},\"meta\":{\"title\":\"\",\"keywords\":\"\",\"description\":\"\"},\"socail\":{\"facebook\":\"\",\"messenger\":\"\",\"google\":\"\",\"youtube\":\"\",\"twitter\":\"\"},\"contact\":{\"phone\":\"\",\"address\":\"\",\"email\":\"\",\"website\":\"\",\"googlemap\":1,\"latitude\":\"\",\"longitude\":\"\",\"zoom\":12}}', NULL, '2018-10-05 05:18:13', '2018-12-17 03:15:13'),
(0, 'Үндсэн сайт', 'bayankhongor.local', 'logo/GcUj6BG3LZl8wfcOVLfdBzk9fO61f0jF7eMZ8zqE.png', 'favicon/XnjMhMUg3enV21GhLYDopC2L6uHsuQK0BqjTjCjP.png', '{\"main\":{\"weahter_code\":\"288\",\"copyright\":\"Хуулбарлахыг хориглоно © 2018 Бүх эрх хуулиар хамгаалагдсан <br>Энэхүү веб хуудсыг Баянхонгор аймгийн ЗДТГ-ын захиалгаар TАУЭРСОФТ ХХК бүтээв.\",\"main_color\":{\"hsl\":{\"h\":217.33333333333334,\"s\":0.7499999999999999,\"l\":0.47058823529411764,\"a\":1},\"hex\":\"#1E62D2\",\"hex8\":\"#1E62D2FF\",\"rgba\":{\"r\":30,\"g\":98,\"b\":210,\"a\":1},\"hsv\":{\"h\":217.33333333333334,\"s\":0.8571428571428571,\"v\":0.8235294117647058,\"a\":1},\"oldHue\":231.42857142857144,\"source\":\"hex\",\"a\":1},\"parent_color\":{\"hsl\":{\"h\":214.58823529411765,\"s\":1,\"l\":0.5,\"a\":1},\"hex\":\"#006CFF\",\"hex8\":\"#006CFFFF\",\"rgba\":{\"r\":0,\"g\":108,\"b\":255,\"a\":1},\"hsv\":{\"h\":214.58823529411765,\"s\":1,\"v\":1,\"a\":1},\"oldHue\":217.26315789473685,\"source\":\"hex\",\"a\":1}},\"meta\":{\"title\":\"Баянхонгор аймгийн албан ёсны вэб сайт\",\"keywords\":\"Баянхонгор аймгийн албан ёсны вэб сайт\",\"description\":\"Баянхонгор аймгийн албан ёсны вэб сайт\"},\"socail\":{\"facebook\":\"asd\",\"messenger\":\"asdas\",\"google\":\"asda\",\"youtube\":\"asdasdasdasda\",\"twitter\":\"asda\"},\"contact\":{\"phone\":\"70440001, 70442616\",\"address\":\"Засаг Даргын Тамгын Газар, Баянхонгор аймаг, Монгол улс\",\"email\":\"bayankhongorprovince@gmail.com\",\"website\":\"\",\"googlemap\":1,\"latitude\":\"\",\"longitude\":\"\",\"zoom\":12}}', '<div class=\"asdada\">\n<iframe src=\"https://www.facebook.com/plugins/page.php?href=https%3A%2F%2Fwww.facebook.com%2FBayankhongor%2F&tabs=timeline&width=390&height=500&small_header=false&adapt_container_width=true&hide_cover=false&show_facepile=true&appId=998663530183828\" width=\"100%\" height=\"500\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowTransparency=\"true\" allow=\"encrypted-media\"></iframe>\n<div>\n\n\n', '2018-10-05 05:03:14', '2018-12-17 06:47:36');

-- --------------------------------------------------------

--
-- Table structure for table `urgudul`
--

CREATE TABLE `urgudul` (
  `id` int(11) NOT NULL,
  `type` tinyint(4) NOT NULL DEFAULT '0' COMMENT '0 sanal huselt, 1 urgudul,  2 gomdol, 3 Busad',
  `site_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `phone` int(11) NOT NULL,
  `content` varchar(1000) NOT NULL,
  `image` varchar(255) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `ip` varchar(15) DEFAULT NULL,
  `reply` varchar(1000) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `urgudul`
--

INSERT INTO `urgudul` (`id`, `type`, `site_id`, `name`, `email`, `phone`, `content`, `image`, `status`, `ip`, `reply`, `created_at`, `updated_at`) VALUES
(4, 1, 0, '123', '123', 9987124, 'adasdasda', 'images/vWx6wQozz5Y6PXzZeSy1zDM5JvsIXdD7tTp2AMmW.jpeg', 1, '123', 'asd ad ad ad ad as dasda dad1 asdad asdad aasdas aaa', '2018-10-18 06:53:46', '2018-12-18 02:08:32'),
(5, 2, 50, 'Steve Jobs', 'tulgga@gkmf.com', 2147483647, 'Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae dicta sunt explicabo. Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit, sed quia consequuntur magni dolores eos qui ratione voluptatem sequi nesciunt.', 'images/49YNpQzxUoFtcgpxG2bM3lKCpSlE6qOwcpIEPtH8.jpeg', 1, '127.0.0.1', NULL, '2018-12-18 02:37:11', '2018-12-18 02:37:11'),
(6, 1, 50, 'Joseph', 'admin@admin.com', 891651156, 'Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.', NULL, 1, '127.0.0.1', 'Neque porro quisquam est, qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit, sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem.', '2018-12-18 04:02:48', '2018-12-18 04:05:59'),
(10, 2, 0, 'Joseph', 'tugeegch@gmail.com', 999888, 'Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum', NULL, 0, '127.0.0.1', NULL, '2018-12-21 08:03:43', '2018-12-21 08:03:43'),
(7, 0, 0, 'mugi', '123123', 123123, '1231', 'images/35rfiB9yGjr8CVRcAzT1IPlr90ylf0Aouol8vDon.jpeg', 0, '127.0.0.1', NULL, '2018-12-21 06:33:21', '2018-12-21 06:33:21'),
(8, 0, 0, 'mugi', '123123', 123123, '1231', 'images/8sTamyiIcx4gZd4FnrerkC07GCjC16GHUQZOOAi1.jpeg', 0, '127.0.0.1', NULL, '2018-12-21 06:34:10', '2018-12-21 06:34:10'),
(9, 1, 0, 'Joseph', '12', 1231, 'Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.', NULL, 1, '127.0.0.1', 'Neque porro quisquam est, qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit, sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem.', '2018-12-21 06:45:22', '2018-12-21 06:45:22');

-- --------------------------------------------------------

--
-- Table structure for table `zar`
--

CREATE TABLE `zar` (
  `id` int(11) NOT NULL,
  `title` varchar(500) NOT NULL,
  `content` varchar(1000) NOT NULL,
  `price` int(11) NOT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `email` varchar(100) DEFAULT NULL,
  `cat_id` int(11) NOT NULL,
  `image` varchar(255) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `zar`
--

INSERT INTO `zar` (`id`, `title`, `content`, `price`, `phone`, `email`, `cat_id`, `image`, `created_at`, `updated_at`) VALUES
(7, 'Нуруу амраагч нурууны суулт, муруйлт засагч', '– Нурууны суулт,муруйлт засах\n– Хаана ч ашиглах боломжтой\n– Нурууны өвчнийг намдаана\n– Нурууны ясанд эерэгээр нөлөөлнө\n– Бат бөх ABC материал\nАарцаг өвдөх, нуруу чилэх, хүзүү мурийх зэргийг мартацгаая.\nТа зөвхөн хэвт бусдыг нь түүнд даатга!\n4 төрлийн тохируулагчтай, байгалын соронзон чулуу бүхий нуруу тэгшлэгчийг эмч нар таньд зөвлөж байна.\nУг нуруу тэгшлэгч нь эмчилгээний зориулалтай бөгөөд,\n1. Нуруу байнга өвдөж зовиурлах\n2. Нуруунд юм оруулах буюу(нуруунд мах хайвчуулах) байнга зовиурлах\n3. Дотор мухайрж эвгүйрхэх\n4. Нуруу бөгтийж,хүзүү мурийх\n5. Өвдөлтөндөө шаналаад бие суйлдах\n6. Өвдөлтөөс болж нойргүйдэх.\nХэрэглэх заавар:\n4 төрлийн тохируулагч нь өндрөөс нам хүртэл 4 тохируулагтай.\nЭмчилгээний зориулалттай бүтээгдэхүүн учир хамгийн нам цэгээс хамгийн өндөр цэг хүртэл аажим аажимаар ахих процессоор явагдана.\nҮүнийг түвшингээр ангилвал\n1 ээс 4 гэж тооцно1 болон 2 дах түвшинд, 1 удаад 10 минутаар, өдрийн 2 удаа хэвшиж заншина\n3 болон 4 дах түвшинд, 1 удаад 5 минутаар, өдрийн 2 удаа ', 25000, '88451212', 'e_hero0108@yahoo.com', 23, 'zar/X5bzT7QXXAZgZCbjWUvuLjYxAKyp2ugu11NSsHWW.jpeg', '2018-10-29 02:49:39', '2018-10-29 02:49:39'),
(6, 'Aorus 1080ti 11GB', '2017 оны 12-р сард худалдан авч байсан бараг цоо шинээрээ видео картыг яаралтай зарна.Бүх орчин үеийн тоглоомуудыг 60+ fps-ээр хамгийн өндөр тохиргоон дээр тоглох боломжтой.', 1700000, '99887744', 'e_hero0108@yahoo.com', 33, 'zar/Ti3KKReXJur4mxzQXo3v568iqOZI8pieb0CEQKZy.jpeg', '2018-10-29 02:44:32', '2018-10-29 02:44:32'),
(8, 'Tissot orginal time men', 'Mongonii yaaraltai hereg garsan tul \"Tissot\"original time 2.300000 avch bsan mongonii hereg garsan uchir hymd zarna une tohirch bolno', 1800000, '99885555', 'e_hero0108@yahoo.com', 25, 'zar/3DaFP5qw8bynesht5zF8ZLieHZP57oZyBSfEai7v.jpeg', '2018-10-29 02:53:38', '2018-10-29 02:53:38'),
(9, 'Орбитод үйлчилгээ явуулах боломжтой 2 байшинтай хашаа зарна', 'СХД, Орбитын 106-р сургуулийн урд байрлалтай 64м2 2 давхар шинээр ашиглалтанд орсон байшинг, 63м2 2 өрөө өвлийн байшингийн хамт зарна. 441м2 өмчлөгдсөн эрүүл тэгш газартай. Төв замдаа болон сургууль цэцэрлэгтээ ойрхон. 2 машины гаражтай. Байшинг хүнсний дэлгүүр болон үйлдвэрлэл үйлчилгээний чиглэлээр тохижуулан ашиглах боломжтой', 4500000, '91112122', 'e_hero0108@yahoo.com', 26, 'zar/mR2tcz4GPVYCiLxE3ywgHIc744JVh92lnzgwovtw.jpeg', '2018-10-29 02:58:40', '2018-10-29 02:58:40'),
(10, 'Toyota Corolla, 2009/2018', '2009 оны 9 сарын. TOYOTA COROLLA AXIO X. Маш цэмбэгэр. 3,5 С үнэлгээтэй. 29515 км гүйлттэй. 1500 cc энгийн мотор хроптой.', 1380000, '95989595', 'e_hero0108@yahoo.com', 27, 'zar/Omvzv1v8avbgUvtuiwPGDJAOcgMGYkKHxJeLDuV8.jpeg', '2018-10-29 03:03:05', '2018-10-29 03:03:05'),
(11, 'Үрчилүүлнэ сайн хүнд', 'Тууштай сайн тэжээх хүнд өгнө. Охин. Жич: гадаа тэжээж болохгүй.!!!', 0, '95949494', 'e_hero0108@yahoo.com', 28, 'zar/gimuKuAEinRzDRWIKOSan4ngXlsjYEmO6uYfzOuA.jpeg', '2018-10-29 03:05:57', '2018-10-29 03:05:57'),
(12, 'Солонгос руу сургалт зуучлал хийх менежер', 'БНСУ-н их, дээд сургууль хэлний бэлтгэлд сургалт зуучлал хийх ажил хариуцсан Солонгос хэлний бичгийн мэдлэг сайн менежер ажилд сургаж авна. Ажлын туршлагатай бол давуу тал болно.\n***Мөн мэдлэг, туршлага багатай боловч чинхүү өөрийгөө хөгжүүлэн, хөгжих дэвших хүсэлт тэмүүлэлтэй, тууштай ажиллах зөв хүмүүсийг сурган авч болно.\n*** Тавигдах шаардлага:\n- Ажлын дадлага туршлагатай\n- Мэргэжлийн диплом, сертификат, үнэмлэхтэй байх\n- Тогтвортой удаан хугацаанд ажиллах\n- Багаар ажиллах өндөр чадвартай байх\n- Хувийн зохион байгуулалт, цагийн менежмент сайтай /цаг ягштал баримтлах/ байх\n- Бүтээлч сэтгэлгээтэй, шинийг эрэлхийлэгч байх\n*** Заавал бүрдүүлэх бичиг баримт:\n- Төрийн албан хаагчийн анкет бөглөж өгөх\n- CV - Мэргэжлийн диплом, сертификат, үнэмлэхны хуулбар\n- Иргэний үнэмлэхний хуулбар\n- 2% зураг\n- Өөрийн давуу талыг илтгэх бусад сертификат, бичиг баримтуудын хуулбар\n*** Ажил горилогч нь дээрх бичиг баримтуудыг бүрдүүлж хуулбарыг нь авч ирэн оффисийн хаягаар цаг товлон ирж уулзана уу\n*** Ж', 0, '99779977', 'e_hero0108@yahoo.com', 29, NULL, '2018-10-29 03:10:24', '2018-10-29 03:10:24'),
(13, 'Бүх төрлийн зээл чөлөөлнө.', 'Бүх төрлийн зээлийг барьцаа шаардахгүй түргэн шуурхай чөлөөлнө. Автомашин байрны урьдчилгаа мөнгө байршуулна. Банкны хуулга болон тодорхойлолт гаргана. Шимтгэл 0,5-1 хувь', 1, '99887766', 'e_hero0108@yahoo.com', 30, 'zar/orz0wDTMdK2ZcniiUHPXo97TTLaA42rSH0RkdVET.jpeg', '2018-10-29 03:12:56', '2018-10-29 03:14:02'),
(14, 'Гандигар модны суулгац', '3-4 настай, 90-100 см өндөр', 5000, '91111111', 'e_hero0108@yahoo.com', 31, 'zar/ri3XOwydFOrkffTUA9ubtthyC5xjPwwQX9kbYn5o.jpeg', '2018-10-29 03:17:11', '2018-10-29 03:17:11'),
(15, 'Хүүхдийн ор', 'Америкаас ирсэн, угсарсан боловч хэрэглэж амжаагүй хүүхдийн ор зарна.\nМатрассгүй ирдэг учраас матрасс байхгүй.\nДаац: 15-18кг\nХэмжээ: урт 99см x өргөн 59см x өндөр 91см\n\n', 350000, '88775544', 'e_hero0108@yahoo.com', 32, 'zar/BMqCzjbNTmSJJQJubHY1lkWkD6mD3hcdq7LmbYfP.jpeg', '2018-10-29 03:19:31', '2018-10-29 03:19:31'),
(16, 'Iphone X-s GOLD', 'Amerikaas irsen Iphone XS 64 gb gold ongotei zarna. Zadlaagui LL/A', 3000000, '99111111', 'e_hero0108@yahoo.com', 34, 'zar/enMMbJ9y0nvEvO30y1XLXuCm9YA8KsE8koCyzBYv.jpeg', '2018-10-29 03:22:26', '2018-10-29 03:22:26'),
(17, 'LG FullHD 3D smart cinema', 'Үзүүлэлт сайн хэрэглэж байсан зурагт зарна.\n?3D Cinema тохиргоотой + 4ширхэг шинэ 3D нүдний шил дагалдана.\n? Full HD 1080p нягтралтай\n? Dolby digital smart sound mode-той\n? Wifi болон LAN интернэт холболттой\n? HDMI оролт 3ш / USB оролт 3ш / DVB-T2 оролттой\n? 47\" TFT IPS дэлгэцны хамгаалалтын давхар шилтэй\n? Smart Share, гар утаснаас шууд холбож бичлэг тоглуулах боломжтой\n? Ухаалаг WebOS үйлдлийн системтэй.\n? MP3,WMA,MPEG4,DivX,MKV,JPEG г.м форматууд дэмжинэ.\nӨөрийнх нь бичлэгийг үзээрэй', 1000000, '98989898', 'e_hero0108@yahoo.com', 35, 'zar/3mm6BCLLTwPXkSttnOjfImowODyQYcmY9SlqzaND.jpeg', '2018-10-29 03:26:47', '2018-10-29 03:26:47'),
(18, 'Герман агшин зуур ус халаагч', '380 ВОЛТООР АЖИЛЛАНА 21KW, 24KW\n\n', 866520, '98848494', 'e_hero0108@yahoo.com', 36, 'zar/VOzZH5K0wVvOwfq9F8cvS1C12HcbZ4fRHmhSSHFX.jpeg', '2018-10-29 03:30:57', '2018-10-29 03:30:57'),
(19, 'Лазер метр 9 товчтой 60 метртэй', '9 товчтой 60 метр зай хэмжих лазер метр зарна.\n- Ус чийгний хамгаалалттай.\n- 2ш ААА батерей дагалдана.\n- Тэгш устай\n- Камерын хөлөнд суурилуулж болно.\n- Оосортой,\n- Гэр дагалдана.\nУБ хотод үнэгүй хүргэж өгнө.\nУрьдчилгаа төлбөр аваад орон нутгийн унаанд үнэгүй хүргэж өгнө.\n\n', 115000, '89898988', 'e_hero0108@yahoo.com', 37, 'zar/QooPXWQF0XXyhgJFEZninq0d5JxjxezkukC0xDft.jpeg', '2018-10-29 03:33:44', '2018-10-29 03:33:44');

-- --------------------------------------------------------

--
-- Table structure for table `zar_category`
--

CREATE TABLE `zar_category` (
  `id` int(11) NOT NULL,
  `name` varchar(191) NOT NULL,
  `site_id` int(11) NOT NULL DEFAULT '0',
  `order_num` int(11) DEFAULT '0',
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `zar_category`
--

INSERT INTO `zar_category` (`id`, `name`, `site_id`, `order_num`, `parent_id`, `created_at`, `updated_at`) VALUES
(36, 'Гэр ахуйн бараа', 0, 13, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(37, 'Төхөөрөмж, барилгын материал, түлш', 0, 14, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(35, 'Цахилгаан бараа', 0, 12, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(34, 'Утас, дугаар', 0, 11, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(33, 'Компьютер сэлбэг хэрэгсэл', 0, 10, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(32, 'Хүүхдийн бараа', 0, 9, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(31, 'Мал амьтан, ургамал', 0, 8, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(30, 'Үйлчилгээ', 0, 7, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(28, 'Үнэгүй өгнө', 0, 5, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(29, 'Ажилд авна', 0, 6, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(27, 'Автомашин', 0, 4, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(38, 'орон сууц', 0, 0, 26, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(39, 'Хашаа байшин', 0, 1, 26, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(26, 'Үл хөдлөх', 0, 3, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(25, 'Хувцас хэрэглэл', 0, 2, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(24, 'Амралт, спорт, хобби ', 0, 1, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07'),
(23, 'Эрүүл мэнд, гоо сайхан, хүнс', 0, 0, 0, '2018-10-17 09:10:07', '2018-10-17 09:10:07');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `files`
--
ALTER TABLE `files`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `file_category`
--
ALTER TABLE `file_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `file_to_category`
--
ALTER TABLE `file_to_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `links`
--
ALTER TABLE `links`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `link_category`
--
ALTER TABLE `link_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu`
--
ALTER TABLE `menu`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news_to_category`
--
ALTER TABLE `news_to_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news_to_sites`
--
ALTER TABLE `news_to_sites`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `oauth_access_tokens`
--
ALTER TABLE `oauth_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_access_tokens_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_auth_codes`
--
ALTER TABLE `oauth_auth_codes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_clients_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_personal_access_clients_client_id_index` (`client_id`);

--
-- Indexes for table `oauth_refresh_tokens`
--
ALTER TABLE `oauth_refresh_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_refresh_tokens_access_token_id_index` (`access_token_id`);

--
-- Indexes for table `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `polls`
--
ALTER TABLE `polls`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `poll_answers`
--
ALTER TABLE `poll_answers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sites`
--
ALTER TABLE `sites`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `sites_domain_unique` (`domain`);

--
-- Indexes for table `urgudul`
--
ALTER TABLE `urgudul`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `zar`
--
ALTER TABLE `zar`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `zar_category`
--
ALTER TABLE `zar_category`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admin`
--
ALTER TABLE `admin`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `category`
--
ALTER TABLE `category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=189;

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `files`
--
ALTER TABLE `files`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `file_category`
--
ALTER TABLE `file_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- AUTO_INCREMENT for table `file_to_category`
--
ALTER TABLE `file_to_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=74;

--
-- AUTO_INCREMENT for table `links`
--
ALTER TABLE `links`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=37;

--
-- AUTO_INCREMENT for table `link_category`
--
ALTER TABLE `link_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `menu`
--
ALTER TABLE `menu`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=213;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `news_to_category`
--
ALTER TABLE `news_to_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=424;

--
-- AUTO_INCREMENT for table `news_to_sites`
--
ALTER TABLE `news_to_sites`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `pages`
--
ALTER TABLE `pages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=218;

--
-- AUTO_INCREMENT for table `polls`
--
ALTER TABLE `polls`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `poll_answers`
--
ALTER TABLE `poll_answers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;

--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `sites`
--
ALTER TABLE `sites`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=55;

--
-- AUTO_INCREMENT for table `urgudul`
--
ALTER TABLE `urgudul`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `zar`
--
ALTER TABLE `zar`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `zar_category`
--
ALTER TABLE `zar_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=40;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
